[
  {
    "category": "Aerospace & Aviation",
    "subcategory": "Aerospace Materials Specialist",
    "job_detail": {
      "job_designation": "None 0 results",
      "company": "Not Found any 0 results",
      "location": "Delhi"
    }
  },
  {
    "category": "Aerospace & Aviation",
    "subcategory": "Airline Pilot",
    "job_detail": {
      "job_designation": "Computer Ware - Executive - Sales & Customer Success Management",
      "company": "Computer Ware India Private Limited",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Computer Ware is a System Integration (SI) company since 1987, based in South Delhi, India, addressing IT Infrastructure solution as well as the applications needs of business.\\n\\nA small team of professionals enjoy serving customer needs around solutions we completely understand. We have a proven track record of proving quality IT support to customers, many of whom we have been serving for more than two decades. (Large part of our businees each year is through referrals and repeat business)\\n\\nWe architect, deploy, sustain and serve Enterprise Technology Solutions spanning\\n\\n\\uf0a7\\tData Centre Infrastructure: Servers/ other computing products for Computing, Networking, Storage & Backup and Information Security needs.\\n\\uf0a7\\tVirtualization, SDDC,  Video Conferencing Solutions \\n\\uf0a7\\tLarge Digital Signage – Video Walls, Outdoor LED displays \\n\\uf0a7\\tManaged Printing solutions \\n\\uf0a7\\tManaged WiFi Solutions\\n\\uf0a7\\tPost Sales IT Sustenance Support, IT Administration/ Management\\n\\uf0a7\\tSaaS services\\n\\uf0a7\\tDevelopment of Custom Software Solutions/ setting up e-Commerce etc. for specific business need\\n\\nWe partner: \\nDell, Samsung, PEXIP/Polycom, Kyocera, HP, VMWARE, and networking solutions providers like CISCO, Sonicwall, Cyberoam, Fortinet, DLink, as well as our own Campus managed WiFi solutions\\n\\nWe are Empaneled Agency in NICSI for Design, Development, Implementation & Maintenance of Websites, Portal, Applications and Mobile Apps. as well as have Rate Contracts with them for various technology products']",
      "location": "C1/B Green Park Extension Near Green Park Metro Station -Gate No.3 (Opp IndianOil Building) New Delhi, Delhi 110016, IN",
      "number_employees": "11-50 employees"
    }
  },
  {
    "category": "Aerospace & Aviation",
    "subcategory": "Air Traffic Controller",
    "job_detail": {
      "job_designation": "None 0 results",
      "company": "Not Found any 0 results",
      "location": "Delhi"
    }
  },
  {
    "category": "Aerospace & Aviation",
    "subcategory": "Aircraft Cleaner",
    "job_detail": {
      "job_designation": "None 0 results",
      "company": "Not Found any 0 results",
      "location": "Delhi"
    }
  },
  {
    "category": "Aerospace & Aviation",
    "subcategory": "Aircraft Maintenance Technician",
    "job_detail": {
      "job_designation": "None 0 results",
      "company": "Not Found any 0 results",
      "location": "Delhi"
    }
  },
  {
    "category": "Aerospace & Aviation",
    "subcategory": "Aircraft Refueller",
    "job_detail": {
      "job_designation": "None 0 results",
      "company": "Not Found any 0 results",
      "location": "Delhi"
    }
  },
  {
    "category": "Aerospace & Aviation",
    "subcategory": "Terminal Operations Manager",
    "job_detail": {
      "job_designation": "Server hardware Engineer",
      "company": "Orbit Techsol",
      "location": "Bawana, Delhi, India"
    },
    "company_detail": {
      "description": "['Orbit Techsol is one of the largest leading IT Infrastructure solution company providing end to end solution for our customers.  We plan, build, support, manage and improve the performance of IT infrastructure. As a Microsoft Partner, we have an experienced team of experts help identify and enable best-fit solution for organizations to address their current and future business needs and de-risk technology adoption.']",
      "location": "Orbit Techsol India (formerly known as Orbit Peripherals Pvt. Ltd.) A-8, FIEE, Okhla Phase – II, New Delhi - 110020 Delhi, New Delhi 110020, IN SF 1, Indraprastha Building, Above Dena Bank, Panjim, GOA Panjim, GOA 403001, IN 1272, Sector - 4, Gurgaon - 122 001, Haryana Gurgaon , Haryana 122 001, IN 15, Sai Mansion, Mezzanine Floor, 1st Cross, J.C. Road, Bengaluru - 560 002 Bengaluru , karanataka 560 002, IN Off. No. 308, Third Floor, “Srishti Square” LBS Road, Bhandup (W), Mumbai -400078 NEAR HALBA SAMAJ SABAGRUH Mumbai, MAHARASHTRA 400078, IN Off. No. 2 & 3, First Floor, “Shivneri”, Opp. P. L. Deshpande Garden Sinhgad Road, Pune – 411 030 Pune, MAHARASHTRA 110020, IN F-52, Sector-8, Noida Noida, Uttar Pradesh 201 301, IN",
      "number_employees": "51-200 employees"
    }
  },
  {
    "category": "Aerospace & Aviation",
    "subcategory": "Ramp Service Agent",
    "job_detail": {
      "job_designation": "Senior Manager/Manager - Finance - NGO/CSR/FCRA",
      "company": "Arthan",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "[\"Arthan (www.arthancareers.com) is a social enterprise committed to strengthening the impact sector ecosystem. Arthan works with social organisations to build their capability and excellence in the areas of human capital, strategy, organisational development and thought leadership.\\n\\nArthan's thought leadership work encompasses knowledge creation and dissemination through workshops, conferences and research pieces to strengthen the social impact ecosystem (www.arthansocialforum.org).\\n\\nArthan’s non-profit arm (www.arthan.in) equips students from underprivileged communities with information, skills, and knowledge that prepares them for the future of work.\"]",
      "location": "C-22, First floor Hauz Khas New Delhi, Delhi 110016, IN",
      "number_employees": "11-50 employees"
    }
  },
  {
    "category": "Aerospace & Aviation",
    "subcategory": "Ramp Service Agent",
    "job_detail": {
      "job_designation": "Senior Manager/Manager - Finance - NGO/CSR/FCRA",
      "company": "Arthan",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['For over six decades, individuals and institutions around the world have viewed Franklin Templeton Investments as a trusted partner in asset management. We leverage the expertise of multiple, independent investment teams to deliver truly specialized expertise across a wide range of styles and asset classes. Our investment professionals are on the ground across the globe, spotting investment ideas and potential risks firsthand. Collectively, they allow us to offer clients a unique investment perspective, shaped by local expertise, global context and a long-term investment horizon.\\r\\nWe opened our first office in India in 1995 and have continued to expand our service and product offerings ever since.  \\r\\nTo learn more about Franklin Templeton, please visit http://www.franklintempletonindia.com/.\\r\\n\\r\\nMutual Fund Investments are subject to market risks, read all scheme related documents carefully.']",
      "location": "Indiabulls Finance Centre Tower 2, 13th Floor Mumbai, Maharashtra 400013, IN",
      "number_employees": "201-500 employees"
    }
  },
  {
    "category": "Aerospace & Aviation",
    "subcategory": "Baggage and Cargo Handler",
    "job_detail": {
      "job_designation": "None 0 results",
      "company": "Not Found any 0 results",
      "location": "Delhi"
    }
  },
  {
    "category": "Aerospace & Aviation",
    "subcategory": "Reservation and Ticketing Agent",
    "job_detail": {
      "job_designation": "Hiring For Telecaller",
      "company": "KD Group of Industries",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Work From Home/ Fresher & Experience Jobs  has been providing jobs opportunities to aspirants. We started in Feb 2020 & at a time when layoffs and unemployment were at its peak.\\nOur page follows a simple objective of bridging the gap between industry and fresher jobs/internship/work from home seekers and help them in these tough times.\\n\\nOur Page mainly deals in :\\n1. Daily Jobs/Internships/ Fresher Jobs Vacancy \\n2. College/ Organization Competitions for students\\n3. Certifications\\n4. Any Other Service that can help our followers\\n\\nWe have helped more than 70,000+ people secure jobs/internships in the last few months.\\n\\nIf you are an organization that wants to partner with us for any of the above services, do reach out to us at Talentjobshub@gmail.com ']",
      "location": "New Delhi, IN",
      "number_employees": "201-500 employees"
    }
  },
  {
    "category": "Aerospace & Aviation",
    "subcategory": "Cabin Crew/Flight Attendant",
    "job_detail": {
      "job_designation": "Front Desk & Receptionist",
      "company": "SSRANA & Co",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['S. S. Rana & Co. is a leading Indian IP and Corporate Law firm. With its head office in New Delhi and other branch offices in India, it is one of the very few IP firms to be registered as an Advocate on Record with the Supreme Court, thus representing clients from the district courts right up to the Supreme Court, the country’s apex court.  \\n\\nS. S. Rana & Co. is also one of the few Indian law firms to be certified for ISO 27001:2013 and ISO 9001-2015 Quality certifications. \\n \\nThe IP Team comprises of lawyers, patent attorneys, patent agents, technical experts from fields such as information technology, biotechnology, chemistry, electronics & telecommunication, mechanical, pharmacy, applied science and business administration. \\n\\nFor more than 3 decades the firm has been providing proactive legal services in contentious and non-contentious IP-related and Corporate Law matters. It assists and facilitates clients in securing, perfecting, enforcing, defending, protecting and exploiting their proprietary rights in their products and services, both in India and worldwide. The firm provides effective and proactive services to its clients to ensure that their IP rights are secured, protected, defended and enforced. \\n\\nThe strong corporate law team of the firm advises clients across telecom, e-commerce, automotive, banking, hospitality, information technology, education, real estate industry etc on various corporate law matters including FDI, Competition Law, Food Laws, Information Technology Laws, Legal Metrology Compliance, Labours Laws, Commercial Contracts, Regulatory Compliances, Environmental Laws, Gaming Laws etc.\\n\\nWith more than 5 decades of experience, the firm’s founding partners, are committed to providing counsel of the highest quality and delivering results that help clients to achieve their strategic business objectives. \\n\\nThe firm’s clientele comprises of many Fortune 500 companies and several esteemed international and national corporations.']",
      "location": "317 Lawyers Chambers Delhi High Court New Delhi, Delhi 110003 _ Tel +91-11-4012 3000, IN 2nd and 3rd Floors, 81/2 Aurobindo Marg, Adhchini New Delhi, Delhi 110017, IN G/F & 1/F, Trade Center, Bandra Kurla Complex, Bandra,, Mumbai 400051, IN 2nd Floor, ALTIUS, Olympia Tech Park-1 SIDCO Industrial Estate, Guindy Chennai, Tamil Nadu 600 032, IN RDB Boulevard, 8th Floor, Plot K-1, Sector V, Block EP & GP, Salt Lake City, Kolkata Kolkatta, West Bengal 700091, IN",
      "number_employees": "51-200 employees"
    }
  },
  {
    "category": "Aerospace & Aviation",
    "subcategory": "Cabin Crew/Flight Attendant",
    "job_detail": {
      "job_designation": "Front Desk & Receptionist",
      "company": "SSRANA & Co",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "[\"EduBridge is India's leading Workforce Development Platform that helps learners in building careers with leading corporates through training & other career-building services.\"]",
      "location": "Andheri - Kurla Road, 702 Makwana Road, Marol #401, Kushwah Chambers Mumbai, Maharashtra 400059, IN",
      "number_employees": "501-1000 employees"
    }
  },
  {
    "category": "Aerospace & Aviation",
    "subcategory": "Aircraft Structures Technician",
    "job_detail": {
      "job_designation": "None 0 results",
      "company": "Not Found any 0 results",
      "location": "Delhi"
    }
  },
  {
    "category": "Aerospace & Aviation",
    "subcategory": "Avionics and ElectronicsTechnician",
    "job_detail": {
      "job_designation": "Need Recruitment Dubai UAE Electrician ,Plumber ,Mason ,welder pipe fitter",
      "company": "Always International Manpower Service",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['\\nWe are a leading CNC, VMC Solution provider and Industrial Components supplier. We offer AMC packages, Breakdown Packages, Servicing Packages, Repairing Packages according to your machine needs.\\n\\nWe provide one stop solution for All CNC, VMC, Laser Cutting and Industrial Machines Repairing, Maintenance as well as Reconditioning Services, Spare Parts and Accessories Supplier.\\n\\nKindly Check our range of CNC Spares products, we provide all CNC Spare Parts Solution and Industrial Component suppliers.\\nKindly enlighten us on your industrial requirements.']",
      "location": "Delhi, Delhi 110091, IN",
      "number_employees": "11-50 employees"
    }
  },
  {
    "category": "Aerospace & Aviation",
    "subcategory": "Avionics and ElectronicsTechnician",
    "job_detail": {
      "job_designation": "Need Recruitment Dubai UAE Electrician ,Plumber ,Mason ,welder pipe fitter",
      "company": "Always International Manpower Service",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Smart Joules\\' mission is \"To eliminate energy waste through innovations in continuous energy management.\" \\n\\nOur services and products include: \\n\\n1. JoulePAYS: Make energy savings easy and profitable from day one with zero investment and zero risk for Hospital/Hotel owners under a single Pay-As-You-Save (PAYS) Agreement.\\n\\n2. DeJoule: Monitor energy and process parameters, discover optimum operational points with Joule Recipes (our energy optimization algorithms), and eliminate energy waste by controlling any equipment with our high-performance and cost-effective IoT devices.\\n\\nOur team defines our top shared values as follows:\\n\\n1. Empower Each Team Member with a Sense of Ownership\\n2. Build a Positive Team and Family Spirit\\n3. Get Shit Done\\n4. Maintain a High Level of Transparency and Honesty\\n5. Be Passionate, Determined and Bold\\n6. Pursue Growth and Learning\\n7. Be Adventurous, Creative and Open-minded\\n\\nWe have wonderful clients across India and supporters from all over the world, including leading organizations such as NITI Aayog, The World Bank, Asian Development Bank (ADB) and International Energy Agency (IEA).']",
      "location": "B-98 Defence Colony Lower Ground Floor New Delhi, Delhi 110024, IN",
      "number_employees": "51-200 employees"
    }
  },
  {
    "category": "Aerospace & Aviation",
    "subcategory": "Cabin Crew/Flight Attendant",
    "job_detail": {
      "job_designation": "Front Desk & Receptionist",
      "company": "SSRANA & Co",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['World Youth Forum is a platform built by promising youth. It sends a message of peace, prosperity, harmony, and progress to the entire world. It engages youth from around the globe in an enriching set-up, allowing them to exchange views and recommend initiatives to decision-makers and influential figures. The forum is a chance for you to engage with top policymakers, network with promising youth from the region and the world that are determined to make our world a better place for everyone.']",
      "location": "Sharm El Sheikh, Sharm El Sheikh 46628, EG",
      "number_employees": "10,001+ employees"
    }
  },
  {
    "category": "Aerospace & Aviation",
    "subcategory": "Cabin Crew/Flight Attendant",
    "job_detail": {
      "job_designation": "Front Desk & Receptionist",
      "company": "SSRANA & Co",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Welcome to ARC Manpower\\r\\n\\r\\nARC Manpower is a complete recruitment solution and visa consultancy services recognized by the Ministry of Indian Overseas Affairs (License No. B-0555/DEL/PER/1000+/5/8917/2012). We are India based Recruiters to leading corporations across the world in areas viz. EPC (Construction & Engineering, Oil & Gas, Petrochemical Refineries, Fertilizers and Power Plants), Retails & Manufacturing, Sales & Trading, IT & Telecommunications, Hotels & Hospitality, Airlines & Travel Agencies, Banking & Insurance, Logistics & Marine services, Paramedical & other industries.']",
      "location": "DELHI, NEW DELHI 110058, IN",
      "number_employees": "11-50 employees"
    }
  },
  {
    "category": "Aerospace & Aviation",
    "subcategory": "Cabin Crew/Flight Attendant",
    "job_detail": {
      "job_designation": "Front Desk & Receptionist",
      "company": "SSRANA & Co",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['FRADE шоколад ручной работы is a company based out of Russia.']",
      "location": ""
    }
  },
  {
    "category": "Aerospace & Aviation",
    "subcategory": "Commercial Pilot",
    "job_detail": {
      "job_designation": "Technical Expert , Rice Fortification",
      "company": "PATH",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Incorporated in the year 2019, D’Aviators designs, develops and manufacturers state-of-the-art customized UAV systems as well as standard models for specific operations like survey, mapping, agriculture, surveillance etc.\\nProud to be offering cutting edge technological solutions in terms of reliability, autonomy, performance and competitive market prices in the realm of customized drone services exclusively under “Make in India” initiative.\\nOur best in class customer services and dedicated R&D team, helps our client overcome unique challenges on-site, saving time, money and resources otherwise required in traditional methods.']",
      "location": "Shivlok House-1, Karampura Commercial Complex New Delhi, Delhi 110015, IN",
      "number_employees": "1-10 employees"
    }
  },
  {
    "category": "Agriculture",
    "subcategory": "Agriculture & Allied Fields",
    "job_detail": {
      "job_designation": "Deputy Manager/ Manager",
      "company": "Global Agri System",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Syngenta is one of the world’s leading agriculture companies. Our ambition is to help safely feed the world while taking care of the planet.  We aim to improve the sustainability, quality and safety of agriculture with world class science and innovative crop solutions. Our technologies enable millions of farmers around the world to make better use of limited agricultural resources. Syngenta is part of Syngenta Group with 49,000 people in more than 100 countries and is working to transform how crops are grown. Through partnerships, collaboration and The Good Growth Plan we are committed to accelerating innovation for farmers and nature, striving for carbon neutral agriculture, helping people stay safe and healthy and partnering for impact. To learn more visit www.syngenta.com and www.goodgrowthplan.com. Follow us on Twitter at www.twitter.com/Syngenta.']",
      "location": "Rosentalstrasse 67 Basel, Basel 4002, CH Breitenloh 5 Munchwilen, AG 4333, CH Carretera Llerena-Utrera Carmona, Andalusia 41410, ES Kozatska vulytsia Kyiv, Kyiv City 03022, UA Via Gallarate, 139 Milan, Lomb. 20151, IT Baner Road Pune, Maharashtra 411045, IN Matumbato Rd Nairobi, Nairobi, KE Av. das Nações Unidas, 17007 Várzea de Baixo, São Paulo 04730-090, BR",
      "number_employees": "10,001+ employees"
    }
  },
  {
    "category": "Agriculture",
    "subcategory": "Agriculture & Allied Fields",
    "job_detail": {
      "job_designation": "Deputy Manager/ Manager",
      "company": "Global Agri System",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "[\"Welcome to the Michael Page global company profile.\\r\\n\\r\\nMichael Page has four decades of expertise in professional services recruitment. We were established in London in 1976, and over this period we've grown organically to become one of the best-known and most respected consultancies, with an office network spanning six continents. \\r\\n\\r\\nWhile size has its advantages, it doesn't define us - the nature of our organic growth means that each new office is integrated into the region that it serves. It also means that as an employer looking to hire, or as a candidate aiming to grow your career you have the best of both worlds; a team that understands the market and geography you operate in, plus the resources and expertise of an international network at your disposal.\\r\\n\\r\\nOur teams are broken down to focus on industry, assignment type, salary level and location, so your hiring requirements or job search will all be handled by a specialist who knows your sector inside-out. We are confident that our expertise can add value to your recruitment or job search process – get in touch to find out more.\"]",
      "location": "PageGroup Addlestone, Weybridge KT15 2QW, GB 112-114 St. Stephen’s Green Suite 202 Dublin, 2 D02 TD28, IE Avenida de la Palmera, 19B Seville, Andalusia 41013, ES 48, Rue de la République Lyon, Auvergne-Rhone-Alpes, FR Bolzstraße 3 Stuttgart, Baden-Württemberg 70173, DE 4108 Sukhumvit Road Khlong Tan, Bangkok City 10110, TH Gran Vía Don Diego López de Haro, 40 Bilbao, Basque Country, ES Arnulfstraße 19 Munich, Bavaria, DE Unit B2, 2nd Floor Apex Plaza Forbury Road Reading, Berkshire RG1 1AX, GB Calle 10 33-82 Bogota, Bogota, D.C. 111611, CO Place du Champ de Mars 5 Ixelles, Brussels Region 1050, BE 10 Avenida Calle 82 Chapinero, Capital District, CO Carrer l'Hospitalet de Llobregat, 08908 Sant Joan Despí, Catalonia 08970, ES 12, Rue de la République Orléans, Centre-Val de Loire 45000, FR Paseo de la Castellana, 28 Madrid, Community of Madrid, ES ulica Laciarska 4 Wrocław, Dolnośląskie, PL Sheikh Zayed Road Dubai, Dubai, AE Via Calzolerie, 2 Bologna, Emilia-Romagna 40125, IT Southampton Row London, England WC1B 4JB, GB 348 Jalan Tun Razak Kuala Lumpur, Federal Territory of Kuala Lumpur, MY Jalan Tun Razak Kuala Lumpur, Federal Territory of Kuala Lumpur 50400, MY Emiel Banningstraat 47 Antwerp, Flemish Region 2000, BE 2 Maude St Johannesburg, Gauteng 2196, ZA 1, Place Gutenberg Strasbourg, Grand Est 67000, FR 1 Rue Esquermoise Lille, Hauts-de-France 59800, FR Grüneburgweg 16 Frankfurt, Hesse, DE 164, Avenue Achille Peretti Neuilly-sur-Seine, Ile-de-France 92200, FR 151, Rue de Bercy Paris, Ile-de-France 75012, FR Buyukdere Caddesi 185 Istanbul, Istanbul 34394, TR Ofis Caddesi 185 Kulu, Konya 42770, TR Viale di Villa Grazioli, 21 Rome, Latium 00198, IT 675 Calle Las Orquídeas San Isidro, Lima 27, PE 3, Rue Menou Nantes, Loire Region 44000, FR Via Spadari, 1 Milan, Lombardy 20123, IT ulica Zlota 59 Warsaw, MA 00-120, PL ulica Zlota 59 Warsaw, Mazowieckie, PL 225 George St Sydney, New South Wales 2000, AU Stationsstraat 14 Tilburg, North Brabant 5038, NL Strawinskylaan 421 Amsterdam, North Holland, NL Picassoplatz 1 Cologne, North Rhine-Westphalia 50679, DE Carl-Theodor-Straße 1 Düsseldorf, North Rhine-Westphalia 40213, DE 37, Allées de Tourny Bordeaux, Nouvelle-Aquitaine 33000, FR 36, Rue d'alsace-Lorraine Toulouse, Occitanie 31000, FR Via Giovanni Botero, 18 Turin, Piedmont 10122, IT Avenida da Boavista 1837 Porto, Porto 4100-133, PT 79, Place Henri Verneuil Marseille, Provence-Alpes-Cote D'Azur 13002, FR 100 Creek St Brisbane, Queensland 4020, AU Calle Magdalena 181 Piso 16 Las Condes, Región Metropolitana de Santiago 7550000, CL Calle Magdalena 181 Las Condes, Santiago Metropolitan 7550000, CL ulica Uniwersytecka 13 Katowice, SL 40-007, PL Weena 331 Rotterdam, South Holland, NL Avenida Coronel Silva Teles Campinas, SP 13024-000, BR Rua Olimpíadas, 205 11º andar Sao Paulo, São Paulo 04551-000, BR Place Bel-Air 1 Lausanne, VD 1003, CH 600 Bourke Street Mall Melbourne, Victoria 3000, AU 167 St Georges Terrace Perth, Western Australia 6000, AU Bleicherweg 10 Zurich, ZH 8002, CH 41 Shortland St Auckland, NZ Markgrafenstraße 35 Berlin, DE Quai de la Poste 12 Geneva, CH Brandstwiete 1 Hamburg, DE Avenida da Liberdade 180 Lisbon, PT 2, Rue Beck Luxembourg, LU Praia do Flamengo 154 Rio de Janeiro, BR 1 Raffles Place Singapore, SG Herculesplein 20 Utrecht, NL Avenida de las Cortes Valencianas, 39 Valencia, ES Gumpendorfer Straße 72 Vienna, AT Bleicherweg 10 Zurich, CH",
      "number_employees": "5001-10,000 employees"
    }
  },
  {
    "category": "Aerospace & Aviation",
    "subcategory": "Commercial Pilot",
    "job_detail": {
      "job_designation": "Technical Expert , Rice Fortification",
      "company": "PATH",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Proctor Aviation is transforming worldwide aviation recruitment by offering high quality, sustainable and cost effective recruitment solutions. We are dedicated to help both companies and individuals navigate the ever-changing aviation world. \\r\\n\\r\\nWhether you are a candidate looking for a new and challenging career opportunity or an airline seeking world class tailor-made human resource solutions, you can rely on Proctor Aviation to come up with the answer.']",
      "location": "Mumbai, IN",
      "number_employees": "1-10 employees"
    }
  },
  {
    "category": "Agriculture",
    "subcategory": "Agriculture & Allied Fields",
    "job_detail": {
      "job_designation": "Deputy Manager/ Manager",
      "company": "Global Agri System",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Swiggy is India’s leading on-demand delivery platform with a tech-first approach to logistics and a solution-first approach to consumer demands. With a presence in 500 cities across India, partnerships with hundreds of thousands of restaurants, an employee base of over 5000, a 2 lakh+ strong independent fleet of Delivery Executives, we deliver unparalleled convenience driven by continuous innovation.\\n\\nBuilt on the back of robust ML technology and fuelled by terabytes of data processed every day, Swiggy offers a fast, seamless and reliable delivery experience for millions of customers across India.\\n\\nFrom starting out as a hyperlocal food delivery service in 2014, to becoming a logistics hub of excellence today, our capabilities result not only in lightning-fast delivery for customers, but also in a productive and fulfilling experience for our employees.\\n\\nWith Swiggy’s New Supply and the recent launches of Swiggy Instamart, Swiggy Genie, and Health Hub, we are consistently making waves in the market, while continually growing the opportunities we offer our people.\\n\\n\\n*We are an equal opportunity employer and all qualified applicants will receive consideration for employment without regard to race, colour, religion, sex, disability status, or any other characteristic protected by the law.']",
      "location": "Jakkasandra Chowk Bengaluru, Karnataka 560034, IN Andheri Kurla Road Mumbai, Maharashtra 400072, IN Saltb Lake City Road Kolkata, West Bengal 700091, IN",
      "number_employees": "1001-5000 employees"
    }
  },
  {
    "category": "Agriculture",
    "subcategory": "Agriculture & Allied Fields",
    "job_detail": {
      "job_designation": "Deputy Manager/ Manager",
      "company": "Global Agri System",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['We Booleans are a pioneer in offering end-to-end workforce solutions, having served companies and aspirants in India in the areas of Recruitment, Staffing, Payroll, Digital Marketing, and Management Services. We have naturally developed our business over the years by collaborating with a wide variety of specialised businesses. Based on our expertise in resolving HR & Management challenges, we provide substantial solutions for organisations that are led by and adapted to your unique aims and ambitions. Our talented team collaborates to provide outstanding solutions that exceed your expectations – and we do so swiftly. We are well-represented in Gurugram, Bangalore, Jaipur & Hyderabad. Because of our network of brands and solutions, we are able to deliver holistic solutions that help our clients manage talent issues and support our candidates and employees throughout their careers.\\n\\n\\nWe are delivering on the promise of digital by adding value to existing products, expanding our market, and drastically enhancing efficiency. Boolean Staffing & Recruitment Solutions Founded in the year 2014 by Rajendra Singh When the HR industry in India had just undergone a transformation. In late 2019, A Start-up PKC Recruitment Solution founded by P K Chandran was taken over by Boolean Staffing Solutions and re-branded as Boolean Staffing and Recruitment Solutions Pvt Ltd. Over the years, we have acted as a preferred talent acquisition partner to multinationals and leading Indian businesses to emerge as the leading recruitment brand nationally.']",
      "location": "SH-1 Old Bowenpally Secunderābād, Telangana 500011, IN No 414, 7th Cross, 10th Main, 1st Block Jayanagar Bangalore, Karnataka 560011, IN Flat No - 2801 Southern heights, Haldighati Marg, Pratap Nagar Jaipur, Rajasthan 302033, IN",
      "number_employees": "11-50 employees"
    }
  },
  {
    "category": "Agriculture",
    "subcategory": "Geographers",
    "job_detail": {
      "job_designation": "None 0 results",
      "company": "Not Found any 0 results",
      "location": "Delhi"
    }
  },
  {
    "category": "Agriculture",
    "subcategory": "Agriculture & Allied Fields",
    "job_detail": {
      "job_designation": "Deputy Manager/ Manager",
      "company": "Global Agri System",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Samagra is an impact-driven top-tier Indian governance consulting firm. It works with the political and bureaucratic leadership of states and the Centre to solve governance problems and create impact at scale. Samagra combines a top-down management consulting approach with a bottom-up understanding of the governance ecosystem, leveraging technology and data expertise to deliver on its mandates.\\n\\nIf our work excites you, come join us! Visit https://www.samagragovernance.in/joinus/\\n\\nTo stay connected with Samagra - \\nLike our Facebook page: https://www.facebook.com/SamagraGovernance/\\nSubscribe to our YouTube Channel: https://bit.ly/32im7al\\nVisit us at: http://www.samagragovernance.in']",
      "location": "SarvaPriya Vihar 9/5 New Delhi, Delhi 110016, IN",
      "number_employees": "11-50 employees"
    }
  },
  {
    "category": "Aerospace & Aviation",
    "subcategory": "Reservation and Ticketing Agent",
    "job_detail": {
      "job_designation": "Hiring For Telecaller",
      "company": "KD Group of Industries",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['K.D. Group of Industries is a major business conglomerate originating from North Eastern part of India. The Group has a presence in wide gamut of industries which includes manufacturing Cement, TMT Bars, Metallurgical Coke products. The KD Group had started the manufacturing of the TMT bar in KD Iron & Steel Co situated at IID growth Centre near Rangia in the dist of kamrup (Assam ) under the brand name “ X Tech ” and also start the manufacturing of Cement in KD Cements situated at Vill Bhomraguri near Samaguri in the district of Nagaon ( Assam ) under the brand name “ SURAKSHA CEMENTS ” with a capacity of 600 TPD and is under expansion its capacity to 1000 TPD.K.D.The Group aims to be the most respected business group in North Eastern India while maintaining world class quality of its products and services with strategic acquisions and expansions']",
      "location": "",
      "number_employees": "51-200 employees"
    }
  },
  {
    "category": "Agriculture",
    "subcategory": "Agriculture & Allied Fields",
    "job_detail": {
      "job_designation": "Deputy Manager/ Manager",
      "company": "Global Agri System",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Quality Council of India (QCI) was set up in 1997 jointly by the Government of India and the Indian Industry represented by the three premier industry associations i.e. Associated Chambers of Commerce and Industry of India (ASSOCHAM), Confederation of Indian Industry (CII) and Federation of Indian Chambers of Commerce and Industry (FICCI), to establish and operate national accreditation structure and promote quality through National Quality Campaign. QCI is registered as not-for-profit society with its own Memorandum of Association and Rules & Regulations. The Department of Industrial Policy & Promotion, Ministry of Commerce & Industry, is the nodal ministry for QCI.\\r\\n \\r\\nAccreditation facilitates international trade by way of establishing equivalence and global acceptance of certification, inspection and testing being undertaken by various conformity assessment bodies, in areas of quality, environment, food safety etc.\\r\\n \\r\\nNational Quality Campaign aims at promoting quality by enabling manufacturers and suppliers of goods/ services to apply quality standards and tools and simultaneously empowering consumers to demand quality goods/services. The promotion of quality encompasses all segments including manufacturing, health, education and public services.']",
      "location": "2nd Floor, Institution of Engineers Building, 2-Bahadur Shah Zafar Marg, New Delhi 110002 New Delhi, Delhi 110002, IN",
      "number_employees": "501-1000 employees"
    }
  },
  {
    "category": "Agriculture",
    "subcategory": "Agriculture & Allied Fields",
    "job_detail": {
      "job_designation": "Deputy Manager/ Manager",
      "company": "Global Agri System",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Invest India is the National Investment Promotion and Facilitation Agency of India, set up as a non-profit venture under the aegis of Department of Industrial Policy & Promotion, Ministry of Commerce and Industry, Government of India. It facilitates and empowers all investors under the ‘Make in India’ initiative to establish, operate and expand their businesses in India.\\n \\nInvest India is envisaged as a one stop shop specially created to attract and retain high quality investments into India. Our team of domain and functional experts provide sector-and state-specific inputs, and hand-holding support to investors through the entire investment cycle, from pre-investment, decision-making to after-care. We provide comprehensive facilitation to investors interested in India, including strategic business advisory, policy guidance, location assessment, issue redressal and expansion support.\\n \\nOur team comprises of a group of talented, energetic hand-picked consultants, investment bankers and industry experts that have joined hands in the nation’s interest to increase investment and job opportunities in India.\\n\\nWant to join us? Visit the careers page on our website: https://www.investindia.gov.in/careers']",
      "location": "First floor, Vigyan Bhawan Annexe Maulana Azad Road New Delhi, New Delhi 110011, IN 3rd Floor, The Ashok Hotel, Chanakyapuri New Delhi, Delhi 110021, IN",
      "number_employees": "51-200 employees"
    }
  },
  {
    "category": "Aerospace & Aviation",
    "subcategory": "Reservation and Ticketing Agent",
    "job_detail": {
      "job_designation": "Hiring For Telecaller",
      "company": "KD Group of Industries",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Arth Manpower Consultants is a consumer services company based out of 1d/2bp second floor faridabad, Faridabad, Haryana, India.']",
      "location": "1d/2bp second floor faridabad Faridabad, Haryana 121001, IN",
      "number_employees": "51-200 employees"
    }
  },
  {
    "category": "Agriculture",
    "subcategory": "Dietitian",
    "job_detail": {
      "job_designation": "Nutritionist",
      "company": "mediskool health services",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Coming soon…']",
      "location": "New Delhi, IN",
      "number_employees": "1-10 employees"
    }
  },
  {
    "category": "Aerospace & Aviation",
    "subcategory": "Cabin Crew/Flight Attendant",
    "job_detail": {
      "job_designation": "Front Desk & Receptionist",
      "company": "SSRANA & Co",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['MI Service Centre Service Provider of smart phones & other products in Jind, Haryana.']",
      "location": "Opposite Bus Stand Shop Near Jain Dharmarth Hospital Jind, Haryana 126102, IN",
      "number_employees": "11-50 employees"
    }
  },
  {
    "category": "Agriculture",
    "subcategory": "Fishery Scientist",
    "job_detail": {
      "job_designation": "Scientists",
      "company": "Centre for Science and Environment, New Delhi",
      "location": "Bawana, Delhi, India"
    },
    "company_detail": {
      "description": "['The Centre for Science and Environment (CSE) is a public interest research and advocacy organisation based in New Delhi. CSE researches into, lobbies for and communicates the urgency of development that is both sustainable and equitable.\\r\\n\\r\\nThe scenario today demands using knowledge to bring about change. In other words, working India’s democracy. This is what we aim to do.The challenge, we see, is two-pronged. On the one hand, millions live within a biomass based subsistence economy, at the margins of survival.\\r\\n\\r\\nThe environment is their only natural asset. But a degraded environment means stress on land, water and forest resources for survival. It means increasing destitution and poverty. Here, opportunity to bring about change is enormous.But it will need a commitment to reform – structural reform- in the way we do business with local communities.\\r\\n\\r\\nOn the other hand, rapid industrialization is throwing up new problems: growing toxification and a costly disease burden. The answers will be in reinventing the growth model of the Western world for ourselves, so that we can leapfrog technology choices and find new ways of building wealth that will not cost us the earth.\\r\\n\\r\\nOur aim is to raise these concerns, participate in seeking answers and in pushing for answers,  transforming these into policy and so practice. We do this through our research and by communicating our understanding through our publications.\\r\\n\\r\\nWe call this knowledge-based activism. We hope we will make a difference.']",
      "location": "41, Tughlakabad Institutional Area New Delhi, New Delhi 110062, IN",
      "number_employees": "51-200 employees"
    }
  },
  {
    "category": "Aerospace & Aviation",
    "subcategory": "Avionics and ElectronicsTechnician",
    "job_detail": {
      "job_designation": "Need Recruitment Dubai UAE Electrician ,Plumber ,Mason ,welder pipe fitter",
      "company": "Always International Manpower Service",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "[\"For more than 160 years, Anheuser-Busch has been woven into the cultural fabric of the United States, carrying on a legacy of brewing great-tasting, high-quality beers that have satisfied beer drinkers for generations. Today, we own and operate more than 120 facilities and have more than 19,000 colleagues across the United States. We are home to several of America’s most recognizable beer brands, including Budweiser, Bud Light, Michelob ULTRA and Stella Artois, as well as a number of regional brands that provide beer drinkers with a choice of the best-tasting craft beers in the industry. From responsible drinking and emergency drinking water programs to industry-leading sustainability efforts, we are guided by our unwavering commitment to supporting the communities we call home.\\n \\nWe are a company that believes our people are our greatest asset. We believe in the spirit of ownership because our employees take results personally and want to build something great together. We value talented employees who aren’t afraid to be bold, resourceful, and committed. At Anheuser-Busch, it’s not about what you studied or where you worked, it’s about what you can do. If you see yourself working for a company that allows you to excel at the pace of your talent, then a career at Anheuser-Busch may be for you.\\n \\nAs America’s leading brewer, we are committed to finding innovative ways to continually improve. It's this kind of thinking that creates a unique work environment by rewarding talent, celebrating diversity and encouraging forward thinking. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, protected veteran status, disability status or any other characteristic protected by applicable law.\\n \\nFor more information, visit www.anheuser-busch.com/careers.  \"]",
      "location": "One Busch Place St. Louis, MO 63118, US",
      "number_employees": "10,001+ employees"
    }
  },
  {
    "category": "Agriculture",
    "subcategory": "Agriculture & Allied Fields",
    "job_detail": {
      "job_designation": "Deputy Manager/ Manager",
      "company": "Global Agri System",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['We are an impact-driven start-up committed to transform the lives of individuals and communities for an equitable and inclusive world. We achieve our mission through design and execution of large-scale development programs in partnership with governments and impact-oriented leaders. \\n\\nWe are a sector and geography agnostic organization based out of New Delhi.']",
      "location": "New Delhi Delhi, IN",
      "number_employees": "11-50 employees"
    }
  },
  {
    "category": "Aerospace & Aviation",
    "subcategory": "Cabin Crew/Flight Attendant",
    "job_detail": {
      "job_designation": "Front Desk & Receptionist",
      "company": "SSRANA & Co",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Sumit was an online FinTech pension management service for the $2B Israeli management fees market.  The team developed an aggregation and analysis platform that interfaced with multiple external parties, conducted extensive market research, and built an alpha product.']",
      "location": "",
      "number_employees": "1-10 employees"
    }
  },
  {
    "category": "Agriculture",
    "subcategory": "Agriculture & Allied Fields",
    "job_detail": {
      "job_designation": "Deputy Manager/ Manager",
      "company": "Global Agri System",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Quarec Group, A unique platform for job seekers and organizations to gain win-win situation.\\nFaith us to make use of our enormous network and proficiency to discover the precise person for your job. We understand requirements of human budding to the striving of businesses.  Our vast years of experience will be productive for organizations and individuals to accomplish their relevant ambition. So far our team had achieved a huge milestone, we had already connect more than 1,000 people to consequential work across a widespread assortment of skills and industries every day.']",
      "location": "Income Tax Cross Road Ahmedabad, Gujarat 380009, IN",
      "number_employees": "11-50 employees"
    }
  },
  {
    "category": "Aerospace & Aviation",
    "subcategory": "Commercial Pilot",
    "job_detail": {
      "job_designation": "Technical Expert , Rice Fortification",
      "company": "PATH",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['PATH is a global nonprofit dedicated to health equity. With more than 40 years of experience forging multisector partnerships, and with expertise in science, economics, technology, advocacy, and dozens of other specialties, PATH develops and scales up innovative solutions to the world’s most pressing health challenges.\\n\\n*PATH has become aware of scams involving false job offers.*\\n \\nPlease advise:\\n- PATH will never ask for a fee during any stage of the recruitment process.\\n- All active jobs are advertised directly on our careers page: https://path.silkroad.com/epostings/.\\n- Official PATH emails will always arrive from an @path.org or @silkroad.com address\\n \\nPlease report any suspicious communications to careersitehelp@path.org.']",
      "location": "2201 Westlake Ave Suite 200 Seattle, WA 98121, US 2201 Westlake Ave Seattle, WA 98121, US",
      "number_employees": "1001-5000 employees"
    }
  },
  {
    "category": "Aerospace & Aviation",
    "subcategory": "Reservation and Ticketing Agent",
    "job_detail": {
      "job_designation": "Hiring For Telecaller",
      "company": "KD Group of Industries",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['SPACE Consultants is a boutique engineering consultancy offering specialist project engineering services to the Resource Industry.\\r\\n\\r\\nOur core business is:\\r\\n\\r\\n- Development of key commissioning documents for Clients\\r\\n- Project engineering in either the Brownfield or Greenfield environment\\r\\n- Onsite commissioning and process optimisation\\r\\n- Personnel resourcing for Clients']",
      "location": "8 Midas Rd Perth, WA 6090, AU",
      "number_employees": "1-10 employees"
    }
  },
  {
    "category": "Agriculture",
    "subcategory": "Environmental scientist",
    "job_detail": {
      "job_designation": "Quality Assurance Manager – India (social and environmental auditing)",
      "company": "Responsible Business Alliance",
      "location": "Delhi, India"
    },
    "company_detail": {
      "description": "['The Responsible Business Alliance (RBA), formerly the Electronic Industry Citizenship Coalition (EICC), has played a critical role in driving collaboration in the electronics industry. Organizing activities around the common goal of promoting social, ethical, and environmental responsibility in the electronics supply chain, the RBA advances its members’ ability to address global issues and enables positive change. By implementing a joint Code of Conduct, the organization is creating better social, economic, and environmental outcomes for those involved in the global supply chain. \\n\\nRBA membership is open to companies that manufacture or contract the manufacture of electronic goods or a product in which electronics are essential to the primary functionality of the product, or supply materials used in the electronics of those goods.']",
      "location": "1737 King Street Suite 330 Alexandria, VA 22314, US",
      "number_employees": "11-50 employees"
    }
  },
  {
    "category": "Agriculture",
    "subcategory": "Agriculture & Allied Fields",
    "job_detail": {
      "job_designation": "Deputy Manager/ Manager",
      "company": "Global Agri System",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['IPE Global Limited (IPE Global) is an international development consulting group providing expert technical assistance and solutions for equitable development and sustainable growth in developing countries. Headquartered\\nin India with seven international offices in Bangladesh, Ethiopia, Kenya, Myanmar, Nepal, Philippines and United Kingdom, the Group offers a range of integrated, innovative and high-quality consulting services across\\nseveral sectors and practices.\\n\\nContinuous innovation and rapid transformation have been themes throughout our history. Over the last 20 years, we have successfully implemented more than 850 projects in over 100 countries across 5 major\\ncontinents. We partner with multilateral and bilateral agencies, governments, corporates and not-for-profit entities in anchoring the development agenda for addressing complex, socio-economic issues. Over the years,\\nthrough our projects, we have transformed the lives of over 350 million people globally.\\n\\nIPE Global offers a range of integrated, innovative and high quality services to international donors, governments and corporates across various development sectors. The key sectors in which we operate includes Health, Nutrition & Water, Sanitation and Hygiene (WASH), Urban & Infrastructure Development, Education & Skills Development, Private Sector Development (including Agriculture), Tourism, Heritage & Conservation, Environment & Climate Change (including Forest Governance & Renewables), Governance, Social & Economic Empowerment, Grant & Fund Management, Economic & Public Financial Management, Monitoring, Evaluation & Learning and IT & e-Governance\\n']",
      "location": "IPE Global House, B-84, Defence Colony New Delhi, Delhi 110024, IN 2nd Floor, Adika Building, Kebele- 03/05, Bole Sub City, Addis Ababa  03/05, ET Road #10,  South Side, Baridhara, House #5, Apartment #5B, 5th Floor, Baridhara, Dhaka 1212, BD Tintagel House 92 Albert Embankment London, London SE1 7TY , GB 17 ADB Avenue Ortigas Centre, Pasig City Metro Manila, 29/F Joy Nostalg Centre, Manila, Manila 29/F, PH The Mirage, Tower 2, Unit 4 & 5, 10th Floor, Chiromo Road (along Waiyaki Way) Nairobi, Nairobi 40324 00100, KE Bogyoke Aung San Road, Pabedan Township, Suite Nos. 51 & 52, C/o Kloud Level 14, Junction City Tower, No. 3/A Yangon, Yangon 51 & 52, MM",
      "number_employees": "501-1000 employees"
    }
  },
  {
    "category": "Agriculture",
    "subcategory": "Dietitian",
    "job_detail": {
      "job_designation": "Nutritionist",
      "company": "mediskool health services",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Rajiv Gandhi Cancer Institute & Research Centre is a higher education company based out of sector 5. Rohini Rohini , Delhi 110085, Delhi, Delhi, India.']",
      "location": "sector 5. Rohini Rohini , Delhi 110085 Delhi, Delhi 110085, IN"
    }
  },
  {
    "category": "Agriculture",
    "subcategory": "Environmental scientist",
    "job_detail": {
      "job_designation": "Quality Assurance Manager – India (social and environmental auditing)",
      "company": "Responsible Business Alliance",
      "location": "Delhi, India"
    },
    "company_detail": {
      "description": "['Vital Strategies is a global health organization that believes every person should be protected by a strong public health system. We work with governments and civil society in 73 countries to design and implement evidence-based strategies that tackle their most pressing public health problems. Our goal is to see governments adopt promising interventions at scale as rapidly as possible. ']",
      "location": "100 Broadway 4th Floor New York, NY 10005, US",
      "number_employees": "201-500 employees"
    }
  },
  {
    "category": "Agriculture",
    "subcategory": "Agriculture & Allied Fields",
    "job_detail": {
      "job_designation": "Deputy Manager/ Manager",
      "company": "Global Agri System",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['RTI International is an independent, nonprofit research institute dedicated to improving the human condition. Clients rely on us to answer questions that demand an objective and multidisciplinary approach—one that integrates expertise across the social and laboratory sciences, engineering, and international development. We believe in the promise of science, and we are inspired every day to deliver on that promise for the good of people, communities, and businesses around the world. \\r\\n\\r\\nFor job openings and career information, visit www.rti.org/careers. \\r\\n\\r\\nRTI reserves the right to remove any inappropriate or unauthorized content posted or contributed to its LinkedIn page.']",
      "location": "3040 Cornwallis Research Triangle Park, NC 27709, US 2950 E Harmony Rd Fort Collins, CO 80528, US 701 13th Street, N.W., Suite 750 Washington, DC 20005-3967, US 230 W. Monroe Suite 2100 Chicago, IL 60606-4901, US 307 Waverley Oaks Road, Suite 101 Waltham, MA 02452-8413, US 6110 Executive Boulevard Suite 902 Rockville, MD 20852-3907, US",
      "number_employees": "1001-5000 employees"
    }
  },
  {
    "category": "Aerospace & Aviation",
    "subcategory": "Cabin Crew/Flight Attendant",
    "job_detail": {
      "job_designation": "Front Desk & Receptionist",
      "company": "SSRANA & Co",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Procapitus is an inspiring community and a brilliant platform for workspace seekers. We provide beautiful workspaces, coworking spaces, virtual offices, and meeting spaces that they need. Any company exists because of its employees and their innovative ideas and that’s why they need working spaces that boost their capacity to achieve business goals and expand their horizons.']",
      "location": "D-247/4A, Sector 63 Noida, Uttar Pradesh 201301, IN",
      "number_employees": "201-500 employees"
    }
  },
  {
    "category": "Aerospace & Aviation",
    "subcategory": "Cabin Crew/Flight Attendant",
    "job_detail": {
      "job_designation": "Front Desk & Receptionist",
      "company": "SSRANA & Co",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "[\"Avanta Business Centre offers unbranded, flexible office space in New Delhi and Gurgaon, complete with an advanced IT infrastructure, tailor-made to suit the needs of the occupier. Avanta's clients range from major international corporate businesses to large numbers of SMEs and sole-traders wanting a single office.\\r\\n\\r\\nHire professional meeting rooms and conference spaces in different sizes to suit your business needs. These conferencing venues are equipped with latest audio-visual facilities to hold all types of corporate events. Get high-speed leased line internet connection and IP based video calls to conduct successful videoconferencing in New Delhi and Gurgaon.\\r\\n\\r\\nOur business centres are located at prominent business districts of Delhi/NCR, offering high visibility and easy accessibility. Get complete virtual office solutions, including call answering, call forwarding, mail handling, administrative support and postal services at our business centres. Project a prestigious business address for your company and grow your business base across the globe.\\r\\n\\r\\nVisit our website - www.avanta.co.in for more information, or simply call us on +91-11-3044-6402.\"]",
      "location": "4th Floor, Statesman House Barakhamba Road New Delhi, New Delhi 110001, IN E Block, 2nd Floor, International Trade Tower, Nehru Place New Delhi, Delhi 110019, IN 6th Floor, Block - A, Park centra Sector 30 Gurgaon, Haryana 122003, IN 1st Floor, Southern Park, District Centre Delhi, New Delhi 110017, IN 12 floor, Ambadeep Building , KG Marg, Connaught Place Delhi, New Delhi 110001, IN",
      "number_employees": "51-200 employees"
    }
  },
  {
    "category": "Agriculture",
    "subcategory": "Agriculture & Allied Fields",
    "job_detail": {
      "job_designation": "Deputy Manager/ Manager",
      "company": "Global Agri System",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "[\"WRI's mission is to move human society to live in ways that protect Earth’s environment and its capacity to provide for the needs and aspirations of current and future generations.\\r\\n\\r\\nWe organize our work around six critical goals that the world must achieve this decade in order to secure a sustainable future:\\r\\n\\r\\nClimate: Protect communities and natural ecosystems from damage caused by greenhouse gas emissions, and generate opportunities for people by catalyzing a global transition to a low-carbon economy.\\r\\n\\r\\nEnergy: Drive the scale-up of clean, affordable power systems throughout the world to deliver sustainable socio-economic development.\\r\\n\\r\\nFood: Ensure the world’s food systems reduce their impact on the environment, drive economic opportunity, and sustainably feed 9.6 billion people by 2050.\\r\\n\\r\\nForests: Alleviate poverty, enhance food security, conserve biodiversity, and mitigate climate change by reducing forest loss and restoring productivity to degraded, deforested lands.\\r\\n\\r\\nWater: Achieve a water-secure future by mapping, measuring, and mitigating global water risks.\\r\\n\\r\\nCities and Transport: Improve quality of life in cities by developing and scaling environmentally, socially, and economically sustainable urban and transport solutions.\\r\\n\\r\\nWe design solutions for and analyze these six critical goals through the lenses of our three Centers of Excellence which focus on Governance, Business and Finance.\"]",
      "location": "10 G Street, NE (Suite 800) Washington, DC 20002, US Wisma PMI 7th Floor Jl. Wijaya I No. 63, Kebayoran Baru Jakarta, Selatan 12170, ID Rm K-M, 7/F, Tower A, The East Gate Plaza, #9 Dongzhong Street Beijing, CN 1st Floor, Godrej and Boyce premises Gas Works Lane, Lalbaug, Parel Mumbai, IN Rua Cláudio Soares, 72 / 1510 05422-030 São Paulo (SP), BR",
      "number_employees": "501-1000 employees"
    }
  },
  {
    "category": "Aerospace & Aviation",
    "subcategory": "Reservation and Ticketing Agent",
    "job_detail": {
      "job_designation": "Hiring For Telecaller",
      "company": "KD Group of Industries",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['We are far more than a worldwide leader. We are more than 260,000 hospitality experts placing people at the heart of what we do, and nurturing real passion for service and achievement beyond limits. We take care of millions of guests in our 5,100 addresses.\\n\\nOur 39 dynamic brands; ranging from luxury to economy are established in 110 countries and are continuing their steady growth. A new Accor address opens every two days.\\n\\nBecause we take care of millions of guests and each of our hotels is a world in itself, where every action counts. We strive to make positive impact both locally and globally, to ensure hospitality benefits not only the few, but all.']",
      "location": "82 rue Henri Farman Issy-les-Moulineaux, Paris Region 92130, FR 82 Rue Henry Farman Issy-les-Moulineaux, IdF 92130, FR 14, Jalan Jend. Sudirman Jakarta Pusat, Jakarta 10220, ID Av. Doutora Ruth Cardoso, 7815 Sao Paulo, SP 05425-070, BR",
      "number_employees": "10,001+ employees"
    }
  },
  {
    "category": "Aerospace & Aviation",
    "subcategory": "Reservation and Ticketing Agent",
    "job_detail": {
      "job_designation": "Hiring For Telecaller",
      "company": "KD Group of Industries",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Canada and India have longstanding bilateral ties, built upon shared values of democracy and pluralism, and strong people-to-people links. Canada was one of the first countries to establish diplomatic ties with India post-independence.\\n\\nCanada is represented in India by the High Commission in New Delhi. Canada also has Consulates General in Bengaluru, Chandigarh and Mumbai; a Consulate in Kolkata; and Trade Offices in Ahmedabad, Chennai, Hyderabad and Kolkata. While Canada has a Consulate in Nepal, the High Commission in India also represents Canadian interests in Nepal and Bhutan.\\n\\nWe employ more than 450 people, a mix of locally-based staff and diplomats from Canada. One of Canada’s largest diplomatic missions, the High Commission reflects the deep historic ties between Canada and India. \\n\\nWe regularly announce available job opportunities through this page and hope you will find it a useful tool to apply for a career with us.']",
      "location": "Chanakyapuri New Delhi, IN",
      "number_employees": "201-500 employees"
    }
  },
  {
    "category": "Agriculture",
    "subcategory": "Agriculture & Allied Fields",
    "job_detail": {
      "job_designation": "Deputy Manager/ Manager",
      "company": "Global Agri System",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "[\"The mission of The Nature Conservancy is to conserve the lands and waters on which all life depends.\\n\\nWe're proud of what we've accomplished since our founding in 1951: The Nature Conservancy has protected more than 117 million acres of land and 5,000 miles of rivers worldwide — and we operate more than 100 marine conservation projects globally.\\n\\nWe have more than 1 million members and work in 76 countries and territories, using a collaborative approach that engages local communities, governments, the private sector, and other partners. \\n\\nGuided by science, we create innovative, on-the-ground solutions to our world's toughest challenges so that nature and people can thrive together. We are tackling climate change, conserving lands, waters and oceans at an unprecedented scale, providing food and water sustainably and helping make cities more sustainable. \\n\\nLearn more about The Nature Conservancy at https://www.nature.org/aboutus.\"]",
      "location": "4245 North Fairfax Drive Suite 100 Arlington, VA 22203-1606, US 114 N San Francisco St Flagstaff, AZ 86001, US 26 Ely Place London, England EC1N 6, GB 8 S Michigan Ave Chicago, IL 60603, US 14 Maine St Brunswick, ME 04011, US 140 SW Broad St Southern Pines, NC 28387, US 74 Wall St Seattle, WA 98121, US 633 W Main St Madison, WI 53703, US",
      "number_employees": "1001-5000 employees"
    }
  },
  {
    "category": "Aerospace & Aviation",
    "subcategory": "Reservation and Ticketing Agent",
    "job_detail": {
      "job_designation": "Hiring For Telecaller",
      "company": "KD Group of Industries",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "[\"A purpose-led organization that is building a meaningful future through innovation, technology, and collective knowledge. We're #BuildingOnBelief.\\n\\nA part of the Tata group, India's largest multinational business group, TCS has over 500,000 of the world’s best-trained consultants in 46 countries. The company generated consolidated revenues of US $22.2 billion in the fiscal year ended March 31, 2021, and is listed on the BSE (formerly Bombay Stock Exchange) and the NSE (National Stock Exchange) in India. \\n\\nTCS' proactive stance on climate change and award-winning work with communities across the world have earned it a place in leading sustainability indices such as the MSCI Global Sustainability Index and the FTSE4Good Emerging Index. \\n\\nFor more information, visit us at the link below\\n\\n*Caution against fraudulent job offers*: TCS doesn't charge any fee throughout the recruitment process. Refer here: on.tcs.com/3i9X5BU\"]",
      "location": "Tata Consultancy Services TCS House, Raveline Street, 21 DS Marg, Fort Mumbai, Maharashtra 400001, IN 5201 Great America Pkwy Santa Clara, CA 95054, US Carrera 9 Este Soacha, Cundinamarca department 250053, CO Tata Consultancy Services P.O. Box No.500430, Office No.1-6 & 11-14, Ground Floor, Dubai Internet City - Building 10 Dubai, Dubai, AE 100 Terrasse Boieldieu Puteaux, IdF 92800, FR Avenida Camino al Iteso Tlaquepaque, JAL 45601, MX 18 Seshadri Road Bengaluru, Karnataka 560009, IN Avenida Nicolas Ayllon Lima, Lima 15018, PE Revelin Street Mumbai, Maharashtra 400001, IN 379 Thornall St Edison, NJ 08837, US 76 Berry St Sydney, NSW 2060, AU TCS America 101 Park Avenue, 26th Floor New York, NY 10178, US 101 Park Ave New York, NY 10017, US 4 Redheughs Rigg Edinburgh, Scotland EH12 9, GB 4 Alíz street Office Garden III. 4th floor Budapest, HU Tata Consultancy Services Limited 4th Floor 33 Grosvenor Place London, GB Tata Consultancy Services Asia Pacific Pte. Ltd., 60 Anson Road, #18-01 Mapletree Anson Singapore, SG",
      "number_employees": "10,001+ employees"
    }
  },
  {
    "category": "Aerospace & Aviation",
    "subcategory": "Cabin Crew/Flight Attendant",
    "job_detail": {
      "job_designation": "Front Desk & Receptionist",
      "company": "SSRANA & Co",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['We established our back office here in Pakistan back in 2016 after which we have been providing complete support to our registered office in Florida. Our main aim has been to function as an effective third\\xadparty service provider in order to maintain beneficial relationships with multiple US based clients.Our sole focus has always been to deliver our best in an efficient and timely manner. We make sure that we develop a relationship of trust with our clients so that they can highly improve their business performance and shareholder value, at the same time reducing their costs to a greater extent. We function to cater businesses unique needs for multiple industries such as accounting, e‐commerce, pharmaceuticals, telecommunications and more. A highly committed, multi‐talented and energetic team is the sole reason we have been able to offer solutions to complex problems within a specified timeframe so that our clients’ needs and requirements are completely fulfilled with complete satisfaction.']",
      "location": "9900 Stirling Rd, Suit 240 Cooper, Florida 33024, US Mezzanine Floor, Plot 12-C, Street # 7 Badar Commercial DHA Phase V Karachi, Sindh 75500, PK",
      "number_employees": "11-50 employees"
    }
  },
  {
    "category": "Aerospace & Aviation",
    "subcategory": "Reservation and Ticketing Agent",
    "job_detail": {
      "job_designation": "Hiring For Telecaller",
      "company": "KD Group of Industries",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Overseas Manpower Consultancy which is duly registered & approved by the Ministry of External Affairs (MEA) R.C. No: B-1331/DEL/COM/100/5/9531/2019\\n\\nWe provide “Quality” manpower in Oil & Gas, Construction, Manufacturing workers from India. Our distinguished clientele represents a wide spectrum of industries like Oil & Gas, manufacturing, construction, engineering, telecommunication, petrochemical, banking, information technology, trading and distribution, shipping and aviation, transportation, Hospitality and Restaurants etc in GCC Countries.\\n\\nSERVICES:\\n\\nRECRUITMENT\\nIMMIGRATION SERVICES\\nVISA FORMALITIES & STAMPING\\nTICKETING & TRAVEL ARRANGEMENTS']",
      "location": "C-4 Upper Ground Floor , Bharat Nagar, New Friends Colony New Delhi, Delhi 110025, IN",
      "number_employees": "1-10 employees"
    }
  },
  {
    "category": "Aerospace & Aviation",
    "subcategory": "Cabin Crew/Flight Attendant",
    "job_detail": {
      "job_designation": "Front Desk & Receptionist",
      "company": "SSRANA & Co",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Autodesk is changing how the world is designed and made. Our technology spans architecture, engineering, construction, product design, manufacturing, media, and entertainment, empowering innovators everywhere to solve challenges big and small. From greener buildings to smarter products to more mesmerizing blockbusters, Autodesk software helps our customers to design and make a better world for all. \\n\\nOver 100 million people use Autodesk software like AutoCAD, Revit, Maya, 3ds Max, Fusion 360, SketchBook, and more to unlock their creativity and solve important design, business and environmental challenges. Our software runs on both personal computers and mobile devices and taps the infinite computing power of the cloud to help teams around the world collaborate, design, simulate and fabricate their ideas in 3D.\\n \\nWe provide exceptional compensation/benefit packages and we’d love for you to join us. We’re proud to be an equal opportunity employer and we consider all qualiﬁed applicants without regard to race, gender, disability, veteran status or other protected category.  To see our culture in action, check out #AutodeskLife.\\n\\nWe are headquartered in the San Francisco Bay Area and have more than 10,000 employees worldwide.']",
      "location": "111 McInnis Pkwy, San Rafael, CA 94903 San Rafael, CA 94903, US Market St San Francisco, CA 94105, US Via Tortona, 37 Milano, Lombardia 20144, IT",
      "number_employees": "10,001+ employees"
    }
  },
  {
    "category": "Aerospace & Aviation",
    "subcategory": "Reservation and Ticketing Agent",
    "job_detail": {
      "job_designation": "Hiring For Telecaller",
      "company": "KD Group of Industries",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['GTK Travels Is a company came in existence in July 2013  and became  IATA ( International Air Transport Association ) on Oct 2014. It is a  matter of great pride that till date our success rate has been hundred  percent. Our head office is in Delhi. We feel proud to announce that we  are also member of TAFI (Travel Agents Federation of India). ']",
      "location": "806, B Block, A09, GD-ITL North Ex. Tower, NSP, Pitampura New Delhi, New Delhi 110034, IN",
      "number_employees": "51-200 employees"
    }
  },
  {
    "category": "Aerospace & Aviation",
    "subcategory": "Reservation and Ticketing Agent",
    "job_detail": {
      "job_designation": "Hiring For Telecaller",
      "company": "KD Group of Industries",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "[\"Find out the secret that the rich don't want you to know, learn how you could generate 4, 5, even 6 figure in less than a year during this pandemic.\"]",
      "location": "commerce city, co 80022, US"
    }
  },
  {
    "category": "Aerospace & Aviation",
    "subcategory": "Reservation and Ticketing Agent",
    "job_detail": {
      "job_designation": "Hiring For Telecaller",
      "company": "KD Group of Industries",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['SMC Global Securities Ltd. is an investment banking company based out of 11/6-B, Shanti ChamberPusa Road, New Delhi, India.']",
      "location": "11/6-B, Shanti ChamberPusa Road New Delhi, IN",
      "number_employees": "1001-5000 employees"
    }
  },
  {
    "category": "Aerospace & Aviation",
    "subcategory": "Terminal Operations Manager",
    "job_detail": {
      "job_designation": "Server hardware Engineer",
      "company": "Orbit Techsol",
      "location": "Bawana, Delhi, India"
    },
    "company_detail": {
      "description": "['CielHR marks the return of HR visionaries to the HR Services industry, powered by technology and analytics. The Founders of Ma Foi, the pioneer of the HR services sector in India, along with some of the finest brains in the HR Services Industry have envisioned and built the firm, CielHR, to deliver the full range of Recruiting services from Executive Search, Recruitment Process Outsourcing and Staffing Permanent as well as Temporary roles through its offices in India and Middle East.\\r\\n\\r\\nCiel is a French word meaning sky. For us, it’s the peak of excellence that we strive to achieve as we fulfill your talent needs and meet career aspirations of candidates.\\r\\n\\r\\nAdvanced data sciences and analytics have been applied by the in-house technology team to build a unique IT system for CielHR that helps us find the most suitable candidates in the shortest possible time.']",
      "location": "No. 2802 (Broadway Building), 2nd Floor, 27th Main Road, HSR Layout, Sector 1 Bengaluru, Karnataka 560102, IN",
      "number_employees": "201-500 employees"
    }
  },
  {
    "category": "Aerospace & Aviation",
    "subcategory": "Reservation and Ticketing Agent",
    "job_detail": {
      "job_designation": "Hiring For Telecaller",
      "company": "KD Group of Industries",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": { "description": "[]", "location": "" }
  },
  {
    "category": "Aerospace & Aviation",
    "subcategory": "Reservation and Ticketing Agent",
    "job_detail": {
      "job_designation": "Hiring For Telecaller",
      "company": "KD Group of Industries",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['We are hiring candidates for Home Based Data Entry Job. \\n \\t\\n•\\tWork from home jobs- Data Entry, Transcription and Proof Reading.\\n•\\tJob Title: Data entry job, Transcription and Proof Reading.\\n•\\tJob Locality: (work from home).\\n•\\tSalary: $15 to $45 per hour. \\n•\\tPayment Mode: Weekly payment. \\n•\\tPayout Source: PayPal, Wire transfer and Payoneer only.\\n•\\tBasic Requirements: Laptop/computer or Smart Phone and internet.\\n \\n(Fresher can also apply)\\n \\nApply NOW!\\n\\n']",
      "location": "New York, US",
      "number_employees": "201-500 employees"
    }
  },
  {
    "category": "Aerospace & Aviation",
    "subcategory": "Reservation and Ticketing Agent",
    "job_detail": {
      "job_designation": "Hiring For Telecaller",
      "company": "KD Group of Industries",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['SIS, LLC is a Microsoft Gold Certified Partner providing and implementing financial and operational software for Contracting and Professional Services focused companies.  We help companies manage every stage of the delivery life cycle with complete Project Management, Accounting and CRM Software built on Microsoft Dynamics. \\n\\nOur emphasis for success is based on ease of use and flexibility of the solution, while meeting Industry specific functional requirements. From planning and discovery, to design, implementation, training and support, we are committed to surpass our customers’ expectations at every step.\\n\\nSIS’s Total Solution product offering is the most complete solution in the A/E/C – Professional Service market today, providing customers’ peace of mind that they will not have to replace or add additional software solutions to meet their business requirements down the road.']",
      "location": "3700 Crestwood Parkway Suite 1050 Duluth, GA 30096, US 4955 Steubenville Pike Suite 403 Pittsburgh, Pennsylvania 15205, US Two Galleria Tower Suite 1000 Dallas, Texas 75240, US 12 Greenway Plaza Suite 1100 Houston, Texas 77046, US Chennai, IN Kiev, UA",
      "number_employees": "51-200 employees"
    }
  },
  {
    "category": "Aerospace & Aviation",
    "subcategory": "Reservation and Ticketing Agent",
    "job_detail": {
      "job_designation": "Hiring For Telecaller",
      "company": "KD Group of Industries",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Most Popular Combinations']",
      "location": "556 MAIN ST Stroudsburg, Pennsylvania 18360, US",
      "number_employees": "11-50 employees"
    }
  },
  {
    "category": "Aerospace & Aviation",
    "subcategory": "Reservation and Ticketing Agent",
    "job_detail": {
      "job_designation": "Hiring For Telecaller",
      "company": "KD Group of Industries",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Hi Style Travels is a consumer services company based out of M-25, Ground Floor, Guru Harkishan Nagar, , Delhi, Delhi, India.']",
      "location": "M-25, Ground Floor, Guru Harkishan Nagar, Delhi, Delhi 110092, IN"
    }
  },
  {
    "category": "Agriculture",
    "subcategory": "Meteorologist",
    "job_detail": {
      "job_designation": "None 0 results",
      "company": "Not Found any 0 results",
      "location": "Delhi"
    }
  },
  {
    "category": "Agriculture",
    "subcategory": "Indian Forest Service Officer",
    "job_detail": {
      "job_designation": "Security Services.Guard,Supervisor,Officer.",
      "company": "via tech solutions",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['DBS, a leading financial services group headquartered in Singapore, operates across 18 markets. We are an Asia-centric commercial bank focused on harnessing the region’s long-term potential as the centre of economic gravity shifts eastwards to Asia.\\n\\nA frontrunner in digital transformation, we seek to deliver a new kind of banking that is so simple, seamless and invisible, that customers have more time to spend on the people or things they care about. \\n\\nAt DBS, we are also a strong advocate of building a sustainable future. Working with partners, we empower people to live larger than themselves. We create avenues that encourage our customers to live socially-conscious; establish platforms to help social entrepreneurs bring their ideas to life; and provide the next generation with opportunities to develop innovative solutions that address sustainability issues.\\n \\nWe are distinct from local lenders or global players. As an Asian specialist and a leader in digital transformation, we have the reach and sophistication to outcompete local lenders, and deep Asian insights that distinguish us from global competitors. We seek to intermediate trade and investment flows between Asia’s three key axes of growth – Southeast Asia, Greater China and South Asia – as well as participate in Asia’s growing affluence. Our key franchises are in Singapore, Hong Kong, China, Taiwan, India and Indonesia.\\n \\nIn Singapore, we are a universal bank serving all customer segments, including the mass market through the DBS and POSB, also known as the “People’s Bank”. In our other markets, we focus on three lines of business:\\n\\n- Corporate banking\\n- SME banking\\n- Wealth management']",
      "location": "12 Marina Boulevard DBS Asia Central @ Marina Bay Financial Centre Tower 3 Singapore, SG 1 London Wall London, England EC2Y 5EA, GB 11/F The Center 99 Queen's Road Central Hong Kong, HK 3rd Floor, Fort House 221, Dr. D.N. Road, Fort Mumbai, IN 18th Floor DBS Bank Tower 1318 Lu Jia Zui Ring Road Shanghai, CN Songren Road No. 36, 17F Xinyi District Taipei, TW",
      "number_employees": "10,001+ employees"
    }
  },
  {
    "category": "Agriculture",
    "subcategory": "Indian Forest Service Officer",
    "job_detail": {
      "job_designation": "Security Services.Guard,Supervisor,Officer.",
      "company": "via tech solutions",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Hardwyn is a manufacturer of architectural hardware and glass fittings, which provides complete solution to residential and commercial structures. Nearly five decades (55 years) of a strong, customer-focused approach and continuous quest for world-class quality have enabled us to sustain leadership.\\n\\nHardwyn is a premier provider of an exclusive product range that includes Door Closers, Floor Springs, Glass Patch Fittings, Point Fixed Architectural Fittings, Shower Enclosure Fittings, Shower Hinges, Plastic Profiles, Mortise Handle & Locks, Spider Fittings, Shower Sliding System, Motion Gate series, Automatic & Shower doors, Stainless steel Railings & Balustrades, Premium range brass & Zinc handles, Cylindrical locks, Furniture locks, Telescopic Channels, Electronic Safes, Bathroom Accessories and Aluminium Profile. \\n\\nWe are committed to partnering with its stakeholders for providing end-to-end architectural hardware products to the Architects, Builders, Fabricators, Interior Decorators, Corporate Houses, Government Contractors, and many others in the domain of residential and commercial projects.']",
      "location": "B-101, Mayapuri Ind. Area, Phase-1 New Delhi, New Delhi 110064, IN",
      "number_employees": "51-200 employees"
    }
  },
  {
    "category": "Agriculture",
    "subcategory": "Indian Forest Service Officer",
    "job_detail": {
      "job_designation": "Security Services.Guard,Supervisor,Officer.",
      "company": "via tech solutions",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Based in Jaipur, Rajasthan, Markegist is one of the leading consultancy companies well-known for offering services such as Marketing Solutions, ITES Solutions, Business Consulting, Software Solutions, and Start-up Consulting Services.']",
      "location": "Durgapura Tonk Road Jaipur, Rajasthan 302018, IN",
      "number_employees": "11-50 employees"
    }
  },
  {
    "category": "Agriculture",
    "subcategory": "Oceanographers",
    "job_detail": {
      "job_designation": "None 0 results",
      "company": "Not Found any 0 results",
      "location": "Delhi"
    }
  },
  {
    "category": "Agriculture",
    "subcategory": "Indian Forest Service Officer",
    "job_detail": {
      "job_designation": "Security Services.Guard,Supervisor,Officer.",
      "company": "via tech solutions",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['IPN is a premier talent management consultancy firm established in the year 1992. Since then the unit has grown manifold and catering to 200 plus Clients. IPN offers a wide range of recruitment services spread across various industries and functions. \\r\\n\\r\\nIPN Consulting is a full service recruitment company. IPN has developed a strong expertise in large and multinational organisations and has provided competent staff for critical and key positions in record time. \\r\\n\\r\\nWe understand the industry we understand the functions and we understand the processes which gives us a sound base and an edge to move ahead in this competitive era.\\r\\n\\r\\nIndustries we cater to: \\r\\n\\r\\nAutomotive, Consumer Goods, Power, Infrastructure, Information Technology, ITeS, Pharma, Heavy Engineering, Manufacturing, Chemical and many more... \\r\\n\\r\\nAt IPN “WE DELIVER WHAT WE COMMIT\".']",
      "location": "1138, Sec - 17 Faridabad, Haryana 121002, IN Faridabad Bypass Road Faridabad, Haryana 121002, IN",
      "number_employees": "11-50 employees"
    }
  },
  {
    "category": "Agriculture",
    "subcategory": "Zoologists",
    "job_detail": {
      "job_designation": "None 0 results",
      "company": "Not Found any 0 results",
      "location": "Delhi"
    }
  },
  {
    "category": "Agriculture",
    "subcategory": "Indian Forest Service Officer",
    "job_detail": {
      "job_designation": "Security Services.Guard,Supervisor,Officer.",
      "company": "via tech solutions",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['In India lot of candidates from Hospitality and Tourism, Hotel Management,   like\\r\\n\\r\\nFRONT OFFICE: Front Office manager, Front office supervisor, Guest Relation Executive, Reservation, Information, Cashier, Bell desk Supervisor, Bell boy\\r\\n\\r\\nFOOD AND BEVERAGE DEPARTMENT:  F&B Manager, Restaurant manager, Coffee Shop Manager, Room Service Manager, Bar manager, F&B Supervisor, Captain, Waiter\\r\\n\\r\\n FOOD PRODUCTION DEPARTMENT:  Executive Chef, Sous Chef, CDP (CHEF DE PARTIE), Commie-2, Commie-1\\r\\n\\r\\nHOUSE KEEPING DEPARTMENT: Executive Housekeeper, Supervisor, Room Attendant, Laundry Supervisor, laundry man, Swimming pool cleaners,\\r\\n\\r\\nShowing their interest for Internship and Work permit   all Over the world. This is why I have this ardent desire to establish tie-up relation with your company. We will fulfil your requirement 100 % free of cost service. Send your requirements: info@bsbinternational.org.uk or visit http://www.bsbinternational.org.uk/employer-zone to know more about us.']",
      "location": "Corporate Office:  Shantiniketan Building, 8, Camac Street  10th Floor, Suite No - 13,  Kolkata - 700017, INDIA NA Kolkata, West Bengal 700017, IN",
      "number_employees": "11-50 employees"
    }
  },
  {
    "category": "Agriculture",
    "subcategory": "Farm Eqipment Mechanic",
    "job_detail": {
      "job_designation": "None 0 results",
      "company": "Not Found any 0 results",
      "location": "Delhi"
    }
  },
  {
    "category": "Agriculture",
    "subcategory": "Indian Forest Service Officer",
    "job_detail": {
      "job_designation": "Security Services.Guard,Supervisor,Officer.",
      "company": "via tech solutions",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['www.EducoHire.in is a Joint Venture of www.MyTrustedTutor.com and Educo.Pro. \\nEduco.Pro is a consultancy service for education enterprise, we have experience of more than two decades in the education segment. We have worked with renowned and prominent schools in India.\\n\\nMyTrustedTutor.com started in 2011 and has a decade of experience in the Education segment, conducting Teachers Training and providing Private Tuition opportunities. \\n\\nEducoHire.com features K-12 teacher job opportunities in top CBSE schools, ICSE schools, IGCSE schools, IB Schools, Preschools, Playschools, Primary schools, State Board Schools, Coaching Classes, and colleges.\\n\\nEducators looking to hire teachers can post online teaching job vacancies for free, easily manage teacher recruitment.\\n\\nOur Services and Partners\\n\\nEducoHire- Hiring Solution for finding Jobs in Educational segment\\n\\nEducoTrain- Training Solution for Upskilling and Reskilling\\n\\nEduco Community- Community Forum to stay connected with Educators and Teachers\\n\\nEducoPro- One Stop Solution for starting and Running Schools\\n\\nMyTrustedTutor- Find Home Tutors and Private Tutors\\n']",
      "location": "C-202, Aagam Viviana complex, Opp Florence, VIP Road, Surat 395007 Surat, Gujarat 395007, IN",
      "number_employees": "1-10 employees"
    }
  },
  {
    "category": "Agriculture",
    "subcategory": "Indian Forest Service Officer",
    "job_detail": {
      "job_designation": "Security Services.Guard,Supervisor,Officer.",
      "company": "via tech solutions",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Head2Hire introduces itself as Young, Dynamic and High Level Executive recruitment consultants that are committed to Performance, Quality and Long Term Relationship seeker with Business partners. We are in the profession of bringing job seekers and employers together. We, as an executive search firm in India serves a clientele from Start Ups to Fortune 1000 companies.\\r\\n\\r\\nWe, Head2Hire strives to place not only an eligible candidate but also to look for one who has a positive attitude towards work, can work in a team and prove to be a valuable resource to the employer. Head2Hire’s integrity and professional competence are the cornerstones of our progress. We provide consistent professional services in an independent, fair and ethical manner. Thus, we see that with a streamlined approach towards work, we have been able to have a cutting edge over our competitors in the market. \\r\\n\\r\\nRegardless of whether your company is looking for leaders, managers or front line employees, we have the experience, expertise and depth of knowledge to find you the best of talent.\\r\\n\\r\\nWe have Experts in specialized domains with us, to bring you a phenomenal talent pool. Head2Hire offers clients the best consulting brains to provide them with personalized and customized services. We serve international clients across almost all sectors and industries.\\r\\n\\r\\nAs experts in HR Consulting with passion in heart and diligence in mind, we place ideal candidates for the niche positions with our clients to make stronger businesses.\\r\\n\\r\\nBacked by the team of experienced recruitment professionals, Head2Hire specializes in staffing solutions like Executive & Board Talent Search, Middle & Junior Talent Management, Turnkey Recruitment Projects. Also provides HR Consultancy for complete HR outsourcing. Our Consulting services assist customers to raise productivity through improved strategy, quality, efficiency and cost effectiveness.']",
      "location": "Sector-7, Dwarka New Delhi, IN",
      "number_employees": "11-50 employees"
    }
  },
  {
    "category": "Agriculture",
    "subcategory": "Greenhouse Fitter",
    "job_detail": {
      "job_designation": "None 0 results",
      "company": "Not Found any 0 results",
      "location": "Delhi"
    }
  },
  {
    "category": "Agriculture",
    "subcategory": "Micro Irrigation Technician",
    "job_detail": {
      "job_designation": "None 0 results",
      "company": "Not Found any 0 results",
      "location": "Delhi"
    }
  },
  {
    "category": "Agriculture",
    "subcategory": "Gardener",
    "job_detail": {
      "job_designation": "Assistant Supervisor",
      "company": "FLP",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Connectwork inc. Platform with a critical mission: to connect socially responsible businesses and key influencers who want to: \"do well while doing good.\"']",
      "location": "",
      "number_employees": "1-10 employees"
    }
  },
  {
    "category": "Agriculture",
    "subcategory": "Pesticide Handler",
    "job_detail": {
      "job_designation": "None 0 results",
      "company": "Not Found any 0 results",
      "location": "Delhi"
    }
  },
  {
    "category": "Agriculture",
    "subcategory": "Gardener",
    "job_detail": {
      "job_designation": "Assistant Supervisor",
      "company": "FLP",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Trendsetters Facilities & Technical Services (TFTS) is India’s fastest growing specialized staff and labour outsourcing company that currently service to some of India’s biggest organizations like – DMRC (Delhi Metro Rail Corporation), Bajaj Automobiles, Reliance Infrastructure, Haldirams, HCL and more.\\n\\nTrendsetters Facilities & Technical Services is also the leading specialized labour outsourcing company to the manufacturing units in SIIDCUL (State Infrastructure & Industrial Development Corporation of Uttarakhand Ltd) and Jaipur World City. It recruits, do payroll management and outsource technical staff, manufacturing staff, labour licensed workers, ITI qualified personals – those who are difficult to find in large volume, locally near the manufacturing units.\\n\\nTrendsetters Facilities & Technical Services Pvt Ltd was incorporated in Feb 2002 as a Private Ltd Company on the intrinsic core value of Responsible ,Responsive and Dedication of a Defence Services Officer at the helm as it’s Promoter .\\n\\nThe company’s Strategy is that of a Solution Centric Organisation where, instead of enumerating the mere services being on offer, the Focus is on the Clients, their Needs and How the Services being offered can be linked to provide value-enhancing solutions for the Clients']",
      "location": "42 Community Center,  2nd Floor Naraina Industrial Area New Delhi, Delhi 110028, IN",
      "number_employees": "5001-10,000 employees"
    }
  },
  {
    "category": "Agriculture",
    "subcategory": "Poultry Farmer",
    "job_detail": {
      "job_designation": "None 0 results",
      "company": "Not Found any 0 results",
      "location": "Delhi"
    }
  },
  {
    "category": "Agriculture",
    "subcategory": "Gardener",
    "job_detail": {
      "job_designation": "Assistant Supervisor",
      "company": "FLP",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "[\"India's most famous and renowned Chai Wala. \\nChai | Event | Wedding | Meet Up | Fund Raise | Crowd Campaign | Across the globe.\"]",
      "location": "Vastrapur Lake Road Ahmadabad, Gujarat 380015, IN",
      "number_employees": "11-50 employees"
    }
  },
  {
    "category": "Agriculture",
    "subcategory": "Tea Plantation Worker",
    "job_detail": {
      "job_designation": "None 0 results",
      "company": "Not Found any 0 results",
      "location": "Delhi"
    }
  },
  {
    "category": "Agriculture",
    "subcategory": "Fisheries",
    "job_detail": {
      "job_designation": "Graphic Design Internship in Delhi at Inbuilt Youth Organization",
      "company": "INBUILT YOUTH ORGANIZATION",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['HFE is a third-generation entrepreneurial company and part of the Munjal family’s Hero Group (the “Group”), which includes Hero MotoCorp, the dominant leader in the domestic two-wheeler industry in India. HFE was established in 2012 as a strategic decision by the Group to enter the high growth market of power generation from clean and renewable sources of energy. \\n\\nThe current portfolio includes 1.6 GW of wind and solar projects in India. The company has a 2024 growth target of 5GW of installed and operating capacity globally. Alongside traditional renewable projects of solar and wind, HFE will be delivering futuristic renewable energy projects, utilizing new technologies including battery storage and floating solar.\\n \\nHFE’s Corporate Mantra: Shaping a sustainable future across the globe through innovative cleantech solutions\\n\\n']",
      "location": "202,Third Floor, Okhla Industrial Estate, Phase – III New Delhi, Delhi 110 020, IN",
      "number_employees": "201-500 employees"
    }
  },
  {
    "category": "Agriculture",
    "subcategory": "Tractor Servicing/Operator",
    "job_detail": {
      "job_designation": "None 0 results",
      "company": "Not Found any 0 results",
      "location": "Delhi"
    }
  },
  {
    "category": "Agriculture",
    "subcategory": "Nutritionists",
    "job_detail": {
      "job_designation": "Executive & Wellness Coaches",
      "company": "Fingerprint For Success",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": { "description": "[]", "location": "" }
  },
  {
    "category": "Agriculture",
    "subcategory": "Vegetable Farmer",
    "job_detail": {
      "job_designation": "Soil Science & Agriculture Chemistry Internship in Delhi at EkoSight Technologies Private Limited",
      "company": "EkoSight Technologies Private Limited",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "[\"Shiprocket is India's only automated shipping solution for eCommerce. It lets you choose from 17+ courier partners, print shipping labels, track orders from a single panel and also process returns from an integrated dashboard. Apart from the shipping automation, Shiprocket offers negotiated freight rates with its top-rated shipping partners like FedEx, Bluedart, Delhivery & Ecom Express. The rates start from Rs. 20/500g* and you get multiple delivery options like surface and air modes. It can be integrated with channels like Amazon, eBay, Magento, Opencart, Shiprocket 360, and over 6 more websites and marketplaces. \\n\\nYou also get to outsource warehousing, order processing & shipping operations to Shiprocket Fulfillment - the order fulfillment arm of Shiprocket. \\n\\nSamsung, Mamaearth, Bira91, & leading brands use our solution!\\n\\nVisit www.shiprocket.in to know more.\"]",
      "location": "Plot No. B, Khasra No 360 MG Road, Sultanpur New Delhi , Delhi 110030, IN",
      "number_employees": "501-1000 employees"
    }
  },
  {
    "category": "Automobile / Autocomponents",
    "subcategory": "CNC Operator",
    "job_detail": {
      "job_designation": "Machine Operator (ITI Electronics)",
      "company": "Markegist",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Sheel Biotech Limited is into the business of Agriculture, Tissue Culture & Plant Propagation, Greenhouse, Organic Adoption & Certification and more.']",
      "location": "Sheel house RZ-2705/30, Jagadamba Rd, Tughlakabad Extension, New Delhi, Delhi 110019, IN",
      "number_employees": "201-500 employees"
    }
  },
  {
    "category": "Automobile / Autocomponents",
    "subcategory": "Lathe Operator",
    "job_detail": {
      "job_designation": "Machine Mechanic",
      "company": "KD Group of Industries",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "[\"Capital Placement Services Gurgaon is an emerging leader in Executive Search. Capital Placement Services Gurgaon is building a tradition of providing professional, personalized, high quality services, tailor made to suit your individual needs and requirements. We have experience in both IT and non-IT Sectors such as FMCG, Retail, Telecom, Manufacturing, HealthCare, Banking, Insurance, Financial Services, and Research among others. Our forte is in identifying talent for Senior Management positions as well as Middle Management levels.\\r\\n \\r\\nWe undertake placements for both Domestic and International clients, and have ongoing engagements with several large MNC's within India and abroad. We operate through domain-specialist teams spread across the country, providing high quality permanent staffing services .Our success is our ability to connect the right people to the best Companies.\\r\\n\\r\\nWe are a well established and professionally managed Manpower Placement Consultants specializing in placement of managerial personnel across a wide spectrum of skills and functions. We have been in the industry for a decade and have been providing quality service to our clients across various industries. Our role begins with the client's need and we go to great lengths to understand the nature and complexity of the client's business. It is this power that helps us to provide our clients with candidates who are of the right profile.\\r\\n\\r\\n\\r\\nWe have huge data bank of candidates in all fields at all levels.\"]",
      "location": "N-53,Mayfield Gardens,Sector  51 ,Gurgaon Sector 46,Gurgaon Gurgaon, Haryana, IN",
      "number_employees": "1-10 employees"
    }
  },
  {
    "category": "Automobile / Autocomponents",
    "subcategory": "CNC Operator",
    "job_detail": {
      "job_designation": "Machine Operator (ITI Electronics)",
      "company": "Markegist",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['O Career Group é uma empresa de soluções e tecnologia em RH criada  por meio da fusão da Career Center empresa que atua há 20 anos no mercado e a Meu Entrevistador, plataforma de streaming  de vídeos de carreira. \\nEm 2021, concluímos a fusão com a Startup Meu Entrevistador com o objetivo de agregar tecnologia em suas soluções de RH. E assim criamos a Career Group.\\nNosso portfolio é composto por soluções em transição e gestão de carreira/outplacement, desenvolvimento humano, organizacional e educação. Tanto empresas como profissionais contam com nosso expertise em criar possibilidades para alcançarem seu máximo potencial de realização profissional e humana. Temos sólida experiência em conduzir projetos de envergadura e complexidade sempre com foco na customização das necessidades de nossos clientes. Somos uma equipe de 60 profissionais e presença em 13 localidades com escritórios próprios e parceiros. Representamos no mercado brasileiro a ACFInternational, Association of Career Firms International, presente nos 5 continentes. \\n\\nConheça nossas soluções. \\n\\nwww.careergroup.com.br\\n\\n']",
      "location": "Av. Pres. Juscelino Kubitschek, 2041 São Paulo, São Paulo 04543-011, BR Praia do Flamengo, 66 Bloco B, sala 1719 Rio de Janeiro, Rio de Janeiro 22210- 903, BR Av. Dr. José Bonifácio Coutinho Nogueira, 150 -  Térreo - Condomínio Galleria Plaza - Jd. Madalena Campinas, São Paulo 13091-611, BR",
      "number_employees": "51-200 employees"
    }
  },
  {
    "category": "Automobile / Autocomponents",
    "subcategory": "CNC Operator",
    "job_detail": {
      "job_designation": "Machine Operator (ITI Electronics)",
      "company": "Markegist",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "[\"Welcome to Huhtamaki India.\\n\\nHuhtamaki India Ltd is India's specialist producer of primary consumer flexible packaging and labelling materials. We are part of Huhtamaki Oyj, a global specialist in food packaging.\\n\\nWith a proud history of more than 80 years, Huhtamaki India is committed to building long-term relationships with our customers.  We understand the needs of the market, producing innovative and cost-effective packaging solutions to help our customers provide safe and secure products. \\n\\nHuhtamaki is driven by the simple purpose to protect food, people and the planet. We have high sustainability ambitions, amongst them a commitment to Science Based Targets; achieving carbon neutral production by 2030. We will design all our products to be recyclable, compostable or re-usable.\\n\\nHuhtamaki India continues to invest in the future – in technology and innovation, in people and in the environment. We have several state-of-the-art manufacturing units spread across the country optimising supply chain support for our customers. \\n\\nHuhtamaki invests in our people. Our open, hands-on culture involves and empowers our highly skilled team to deliver innovative and sustainable products to customers and consumers globally. Their technical acumen and quality benchmarks help customers increase shelf-life, support quality, and handle transportation of their products, safely. \\n\\nWe are committed to Quality Management, Hygiene and Safety programmes ensuring world-class manufacturing excellence. We were the first company in India to hold three important Quality certifications – ISO-9001:2000; BRC-IoP and HACCP. \\n\\nHuhtamaki is grounded in its Values – Care, Dare, Deliver:  We care for each other, our customers, partners and communities. We care for the future of our planet embedding sustainability in everything we do.  We dare to innovate, grow and have an impact. \"]",
      "location": "L B S Marg, Majiwade, Thane (W), MAHARASHTRA 400601, IN 12A-06 B-wing 13th Floor, Parinee CRESCENZO, C-38/39 G-Block, BKC, Bandra (E), Mumbai, Maharashtra 400051, IN",
      "number_employees": "1001-5000 employees"
    }
  },
  {
    "category": "Automobile / Autocomponents",
    "subcategory": "Spare Part Opertaion Executive",
    "job_detail": {
      "job_designation": "None 0 results",
      "company": "Not Found any 0 results",
      "location": "Delhi"
    }
  },
  {
    "category": "Automobile / Autocomponents",
    "subcategory": "Maintainance Technician",
    "job_detail": {
      "job_designation": "SF Developer/ Sr. SF Developer/ Tech Lead",
      "company": "Crossdoor Consultants Pvt. Ltd.",
      "location": "Delhi, India"
    },
    "company_detail": {
      "description": "['Paytm started the Digital Revolution in India.\\n\\nAnd we went on to become India’s leading Payments App. Today, more than 20 Million merchants & businesses are powered by Paytm to Accept Payments digitally.\\n\\nThis is because more than 300 million Indians use Paytm to Pay at their stores. And that’s not all, Paytm App is used to Pay bills, do Recharges, Send money to friends & family, Book movies & travel tickets.\\n\\nWith innovations to Financial services & products in pipeline, this is but one of the milestones achieved towards our mission – to bring 500 million unserved and underserved Indians to the mainstream economy.']",
      "location": "Noida, Uttar Pradesh 201301, IN",
      "number_employees": "10,001+ employees"
    }
  },
  {
    "category": "Agriculture",
    "subcategory": "Fisheries",
    "job_detail": {
      "job_designation": "Graphic Design Internship in Delhi at Inbuilt Youth Organization",
      "company": "INBUILT YOUTH ORGANIZATION",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['INBUILT YOUTH ORGANIZATION is a civic & social organization company based out of 63 C Block, Sector, Noida, Uttar Pradesh, India.']",
      "location": "63 C Block, Sector Noida, Uttar Pradesh, IN"
    }
  },
  {
    "category": "Automobile / Autocomponents",
    "subcategory": "Maintainance Technician",
    "job_detail": {
      "job_designation": "SF Developer/ Sr. SF Developer/ Tech Lead",
      "company": "Crossdoor Consultants Pvt. Ltd.",
      "location": "Delhi, India"
    },
    "company_detail": {
      "description": "['Accenture is a global professional services company with leading capabilities in digital, cloud and security. Combining unmatched experience and specialized skills across more than 40 industries, we offer Strategy and Consulting, Interactive, Technology and Operations services — all powered by the world’s largest network of Advanced Technology and Intelligent Operations centers. Our 674,000 people deliver on the promise of technology and human ingenuity every day, serving clients in more than 120 countries. We embrace the power of change to create value and shared success for our clients, people, shareholders, partners and communities. Visit us at accenture.com.']",
      "location": "IBC Knowledge Park, No.4/1, Bannerghatta Main Road, Bengaluru, Karnatka 560029, IN 71 Cunningham Road Bengaluru, Karnataka 560052, IN",
      "number_employees": "10,001+ employees"
    }
  },
  {
    "category": "Agriculture",
    "subcategory": "Gardener",
    "job_detail": {
      "job_designation": "Assistant Supervisor",
      "company": "FLP",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Hello my Friends,\\n\\nI am a Online Business Coach and Mentor who has several online Businesses ranging from SFI to a few CryptoCurrency mining Companies. \\n\\nMy Sister Amanda and I have been working together online going on 9 Years and are seeing great progress within our Businesses! It was a struggle at first till I learned how to Market and sell myself in the Affiliate Marketing Field!\\n\\n\\n\\n']",
      "location": "Lancaster Dr Orlando, Florida 32806, US"
    }
  },
  {
    "category": "Automobile / Autocomponents",
    "subcategory": "Maintainance Technician",
    "job_detail": {
      "job_designation": "SF Developer/ Sr. SF Developer/ Tech Lead",
      "company": "Crossdoor Consultants Pvt. Ltd.",
      "location": "Delhi, India"
    },
    "company_detail": {
      "description": "[\"Baazi Games is a group of companies operational in a variety of online games. Having started in the year 2014 with its first gaming product, PokerBaazi.com, which is now India's leading poker website, Baazi Games offers more gaming products such as BalleBaazi.com, a fast growing cricket fantasy game and RummyBaazi.com, a traditional Indian card game.\\n\\nBaazi Games caters to a registered user base of over 10 Million and is committed to the growth of online skill gaming industry in India.\\nBollywood actress Sunny Leone, olympic medallist boxer Vijender Singh, and ace Indian cricketer Yuvraj Singh have been the brand ambassadors of the Baazi products.\\n\\nBaazi Games is a brain child of Navkiran Singh, an IT graduate & a passionate poker player at heart. All products at Baazi Games are home grown, aimed at providing a great gaming experience comparable at a global level.\"]",
      "location": "Mandi Road New Delhi, Delhi, IN",
      "number_employees": "201-500 employees"
    }
  },
  {
    "category": "Automobile / Autocomponents",
    "subcategory": "Maintainance Technician",
    "job_detail": {
      "job_designation": "SF Developer/ Sr. SF Developer/ Tech Lead",
      "company": "Crossdoor Consultants Pvt. Ltd.",
      "location": "Delhi, India"
    },
    "company_detail": {
      "description": "[\"Shakti Pumps is India's largest manufacturer of 100 % stainless steel pumps & energy efficient motors; with a presence over 125 plus countries. \\n\\nOur pumps cover a broad range of applications across an entire gamut of industries such as: domestic & commercial buildings, water treatment & boiler feed, water supply/ service, waste water treatment, cement, steel, mining, textiles, heating,ventilation & air conditioning. The USP that distinguishes us amongst all others is that our pumps deliver 40% more discharge as comparison to any other pump & saves up to 40% electricity.\\n \\nWe are also in sync with the country’s vision to make India the renewable energy capital of the world through eco friendly innovations like Shakti Solar Pumps.\\n \\nWe always look forward to joining hands with associates who believe in growing from strength to strength.\\n\\n\\nSOCIAL MEDIA POWER OF - Shakti Pumps\\n\\nhttps://www.facebook.com/shaktipumps\\nhttps://www.twitter.com/shaktipumps\\nhttp://www.youtube.com/shaktipumps\\nhttp://www.google.com/+ShaktiPumps\\nhttp://www.linkedin.com/company/shaktipumps\"]",
      "location": "Pithampur Dhar, Madhya Pradesh 454774, IN USA Longwood, Florida 32750, US Sharjah Sharjah, Sharjah, AE",
      "number_employees": "1001-5000 employees"
    }
  },
  {
    "category": "Agriculture",
    "subcategory": "Horticulture Farmer",
    "job_detail": {
      "job_designation": "Senior Vendor Ops Associate",
      "company": "Amazon",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Amazon is guided by four principles: customer obsession rather than competitor focus, passion for invention, commitment to operational excellence, and long-term thinking. We are driven by the excitement of building technologies, inventing products, and providing services that change lives. We embrace new ways of doing things, make decisions quickly, and are not afraid to fail. We have the scope and capabilities of a large company, and the spirit and heart of a small one.\\n\\nTogether, Amazonians research and develop new technologies from Amazon Web Services to Alexa on behalf of our customers: shoppers, sellers, content creators, and developers around the world.\\n\\nOur mission is to be Earth\\'s most customer-centric company. Our actions, goals, projects, programs, and inventions begin and end with the customer top of mind.\\n\\nYou\\'ll also hear us say that at Amazon, it\\'s always \"Day 1.\" What do we mean? That our approach remains the same as it was on Amazon\\'s very first day - to make smart, fast decisions, stay nimble, invent, and focus on delighting our customers.']",
      "location": "2127 7th Ave. Seattle, WA 98109, US 801 30 St NE Calgary, AB T2A 5L7, CA Marcel-Breuer-Straße 12 Munich, Bavaria 80807, DE Im Gewerbepark Regensburg, Bavaria 93059, DE 109 Braid St New Westminster, BC V3L 5H4, CA 510 W Georgia St Vancouver, BC V6B 0M3, CA Namestie 1. maja 7286/18 Bratislava, Bratislava 811 06, SK 10201 Torre Ave Cupertino, CA 95014, US 24208 San Michele Rd Moreno Valley, CA 92551, US 2996 Ramona Ave Sacramento, CA 95826, US 1910 E Central Ave San Bernardino, CA 92408, US 188 Spear St San Francisco, CA 94105, US 96 E San Fernando St San Jose, CA 95113, US 1100 Enterprise Way Sunnyvale, CA 94089, US 1555 N Chrisman Rd Tracy, CA 95304, US Carrer de l'Alta Ribagorca El Prat de Llobregat, Catalonia 08820, ES Avenida Juan Salvador Agraz 73 Cuajimalpa de Morelos, CDMX 05348, MX 390 Interlocken Crescent Broomfield, CO 80021, US Calle del Hierro, 21 Madrid, Community of Madrid 28045, ES Via de las Dos Castillas, 33 Pozuelo de Alarcon, Community of Madrid 28224, ES 6400 Avenue 6000 Cork, County Cork T12 D292, IE Burlington Road Dublin, County Dublin, IE 560 Merrimac Ave Middletown, DE 19709, US Sunbank Lane Altrincham, England WA15 0, GB 60 Holborn Viaduct London, England EC1A 2FD, GB 12900 Pecan Park Rd Jacksonville, FL 32218, US 3350 Laurel Ridge Ave Ruskin, FL 33570, US 86 5th St NW Atlanta, GA 30308, US 2302 Marietta Blvd NW Atlanta, GA 30318, US Rue de Planque Lauwin-Planque, Hauts-de-France 59553, FR Sikanderpur Flyover Gurugram, HR 122008, IN 1125 Remington Blvd Romeoville, IL 60446, US 4255 Anson Blvd Whitestown, IN 46075, US Buyukdere Caddesi 185 Istanbul, Istanbul 34394, TR 1850 Mercer Rd Lexington, KY 40511, US Via delle Mechanica Fara in Sabina, Laz. 02032, IT 31 Rives de Clausen Luxembourg, Luxembourg 2165, LU 101 Main St Cambridge, MA 02142, US 2010 Broening Hwy Baltimore, MD 21224, US 150 W Jefferson Ave Detroit, MI 48226, US 763 SE Kasota Ave Minneapolis, MN 55414, US 462 Hazelwood Logistics Center Dr Hazelwood, MO 63042, US 2170 RT-27 Edison, NJ 08817, US 2277 Center Square Rd Logan Township, NJ 08085, US 50 New Canton Way Robbinsville Township, NJ 08691, US 2 Park St Sydney, NSW 2000, AU 8000 N Virginia St Reno, NV 89506, US 11999 National Rd SW Pataskala, OH 43062, US 1414 S Council Rd Oklahoma City, OK 73128, US 8050 Heritage Rd Brampton, ON L6Y 0C9, CA 120 Bremner Blvd Toronto, ON M5J 0A8, CA 3610 NW Saint Helens Rd Portland, OR 97210, US 705 Boulder Dr Breinigsville, PA 18031, US Evropska 2758/11 Prague, Prague 160 00, CZ 7290 Investment Dr North Charleston, SC 29418, US 402 John Dodd Rd Spartanburg, SC 29303, US 4400 12th Street Ext West Columbia, SC 29172, US Waterloo Place Edinburgh, Scotland EH1 3EG, GB 23 Church St Singapore, Singapore 049481, SG Am Brauhaus 12 Dresden, SN 01099, DE Habibullah Road Chennai, Tamil Nadu 600017, IN Sapir Herzliya, Tel Aviv 46000, IL 7200 Discovery Dr Chattanooga, TN 37416, US 50 Airways Blvd Nashville, TN 37217, US 11501 Alterra Pkwy Austin, TX 78758, US 700 Westport Pkwy Fort Worth, TX 76177, US 8120 Humble Westfield Rd Humble, TX 77338, US 2700 Regent Blvd Irving, TX 75063, US 4848 Perrin Creek San Antonio, TX 78217, US 1401 E McCarty Ln San Marcos, TX 78666, US 4411 W 2100 S West Valley City, UT 84120, US 12900 Worldgate Dr Herndon, VA 20170, US 5000 Commerce Way Petersburg, VA 23803, US Lane Ct Sterling, VA 20166, US 8 Exhibition St Melbourne, VIC 3000, AU 2700 Center Dr Dupont, WA 98327, US 1800 140th Ave E Sumner, WA 98390, US Solan Rd Cape Town, Western Cape 8001, ZA 3501 120th Ave Kenosha, WI 53144, US 500 Kinetic Dr Huntington, WV 25701, US",
      "number_employees": "10,001+ employees"
    }
  },
  {
    "category": "Automobile / Autocomponents",
    "subcategory": "Maintainance Technician",
    "job_detail": {
      "job_designation": "SF Developer/ Sr. SF Developer/ Tech Lead",
      "company": "Crossdoor Consultants Pvt. Ltd.",
      "location": "Delhi, India"
    },
    "company_detail": {
      "description": "['Shroff Eye Centre is a Hospital and Health Care company located in A-9, Kailash Colony, New Delhi, Delhi, India.']",
      "location": "A-9, Kailash Colony New Delhi, Delhi 110048, IN",
      "number_employees": "51-200 employees"
    }
  },
  {
    "category": "Automobile / Autocomponents",
    "subcategory": "Maintainance Technician",
    "job_detail": {
      "job_designation": "SF Developer/ Sr. SF Developer/ Tech Lead",
      "company": "Crossdoor Consultants Pvt. Ltd.",
      "location": "Delhi, India"
    },
    "company_detail": {
      "description": "['Avani Consulting is a fast growing Recruitment Consulting company. We provide end-to-end (research & process based) Recruitment Search and Selection services to our client. Our Specialty is into Mid, Senior and Top Management Recruiting....\\n\\nWe support...\\nOur Clients in their Regular Recruitment, Manpower Planning, Critical Hiring across Level, Mid to Sr & Top Management. \\nAnd\\nOur Candidates for their New Job Opportunity.']",
      "location": "Dwarka, New Delhi, Delhi 110078, IN",
      "number_employees": "11-50 employees"
    }
  },
  {
    "category": "Automobile / Autocomponents",
    "subcategory": "Maintainance Technician",
    "job_detail": {
      "job_designation": "SF Developer/ Sr. SF Developer/ Tech Lead",
      "company": "Crossdoor Consultants Pvt. Ltd.",
      "location": "Delhi, India"
    },
    "company_detail": {
      "description": "['Welcome to the Home of Laminates, welcome to Merino. From a humble beginning with the launch of plywood in 1974 and subsequently high-pressure laminates in 1981, the Merino Group has come a long way. Today, the group is one of the world’s largest manufacturers of decorative laminates for interiors and has global recognition for being a leader in the laminates and panel industry. The Group has diverse business interests that expand from Interior Architectural products to Information Technology to Food & Agro products. With its presence in over 80 countries that span across the five continents.\\n\\nDriven by the inherent value of constant innovation, Merino offers a diverse bouquet of multiple surfaces with infinite design possibilities that showcase its world-class manufacturing prowess. The ever-growing network of stakeholders corroborates the group’s eminence and indicates a promising future for years to come.']",
      "location": "70, 2nd Floor New Delhi, Delhi 110045, IN 1-20-252/A, Chandra Nagar Colony, Rasoolpura, Begumpet. Hyderabad, Andhra Pradesh 500003, IN Plot No. 904/A, Industrial Area, Phase 2 Chandigarh, Chandigarh 160002, IN 2/14, W.H.S., 2nd Floor, Kirti Nagar New Delhi, Delhi 110015, IN 9600 NW, 25th Street, 2F Doral. Miami, Florida 33127, US 137, 1st Floor, Chinubhai Tower, Ashram Road Ahmedabad, Gujarat 380009, IN 44 KM. Stone, Delhi - Rohtak Road, Rohad - 124501. District - Jhajjar Rohad, Haryana 124501, IN 122, Domlur II Stage, Phase 2, Indiranagar Bangalore, Karnataka 560071, IN 42/2500,Pappali Chambers, Tatapuram Sukumaran Road. Ernakulum, Kerala 682018, IN 5, Kurla Industrial Estate, Narayan Nagar, Ghatkopar (W) Mumbai, Maharashtra 400086, IN GS 1, Amar Jyoti Palace, Dhantoli, Wardha Road Nagpur, Maharashtra 440012, IN Center Point Unit No.307-309, B-Wing, 3rd Floor, Final Plot No.491, CTS 6616,Mitramandal. Mitramandal Chowk, Parvati Pune, Maharashtra 411009, IN Plot No. 168/B, Bapuji Nagar Bhubaneswar, Orrisa 751009, IN Malsisar House, Station Road, Opp Mayank Trade Center. Jaipur, Rajasthan 302006, IN 15, Periyathambi Street, Choolai Chennai, Tamil Nadu 600112, IN 115 Periasamy Road, WestR.S.Puram Coimbatore, Tamil Nadu 641002, IN H.No. 76-14/241, Cromby Road, 1st lane, Indira Priya Darshini Colony. 1st Floor, Bhavani Puram. Vijayawada, Tamil Nadu 520012, IN Bagalur Road, Kalahasthipuram Village Hosur Taluk, District - Krishnagiri Krishangiri, Tamilnadu 635103, IN Village - Achheja, PO Hapur - 245101. District - Hapur Hapur, Uttar Pradesh 245101, IN 5, Alexandra Court, 60/1, Chowringhee Road Kolkata, West Bengal 700020, IN Ajman Free Zone, Shk Rashid Bin AL Maktom Street Ajman, AE Merino Panel Products Ltd., 756/308, 3rd Floor Waterford Towers, Sukhumvit 30/1 Bangkok, TH",
      "number_employees": "1001-5000 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Actuary",
    "job_detail": {
      "job_designation": "Data Management Analyst",
      "company": "vibgyor enterprises",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['bijnis is revolutionizing the way manufacturers operate and scale their factories by digitizing their Demand/Supply/Captial/Operations. It has a motto to \"Take Factories to the World\". Know more at www.bijnis.com']",
      "location": "2nd Floor, A-41, Espire Campus Mohan Cooperative Industrial Estate New Delhi, Delhi 110076, IN",
      "number_employees": "201-500 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Bank Officer",
    "job_detail": {
      "job_designation": "Office Operations Executive",
      "company": "2COMS Consulting Pvt. Ltd.",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['2COMS Group is a Human Supply Chain Management company. With over 10515+ employees and more than 7 branches, we offer a wide variety of services, connecting more than 4000 professionals with over 70 clients every day.\\n\\nOver the last 20 years, we have remained dedicated to developing our people, strengthening our capabilities, and building trusting relationships with our clients and partners. We also pride ourselves on providing superior talent to deliver high-quality solutions aligned with the key objectives of our clients—disciplined financial management, continuous performance improvement, and integrated technology enablement. We do so with flexibility and nimbleness that fit your objectives—not ours. We are excited for the future and the opportunity to work with you in these areas to exceed your expectations.\\n\\n2COMS has gained a rich diversified experience in handling various types of HR solutions and services ranging for Permanent Recruitment Solutions, Contract Staffing, Flexi Force, Payroll Outsourcing, Skill Development, Recruitment Process Outsourcing in various Industries like Banking Financial Service Insurance, Telecom, IT/ITES, Healthcare, Education. Manufacturing in verticals like Steel, Auto, and Cement etc.\\n\\n2COMS is a NSDC Partner and a large player in the Skill Development Initiative in India. \\n\\n2COMS with its Group Company EduJobs Academy under the Brand “JobsAcademy” (http://www.Jobsacademy.co.in) is spreading its network across India. EduJobs academy has to its credit its association with various Sector Skills Council like Automotive Skills Development Council, Retailers Association’s Skill Council of India, IT-ITeS Sector Skill Council (Part of NASSCOM), Gems & Jewellery Skill Council of India, BFSI Sector Skill Council of India, Leather Sector Skill Council, and Telecom Sector Skill Council. In the first year of Inception itself Jobs Academy has skilled and up-skilled approximately 5000 people.']",
      "location": "8, M.M. Rehman Sarani, Beckbagan Kolkata, West Bengal 700017, IN 302 Lovely Mansion Raj Bhavan Road, Somajiguda Hyderabad, Andhra Pradesh 500082, IN No.14, 1st Floor, Ward No - 48, JC Road Lal Bagh, Bangalore, Karnataka 560027, IN Office No. 5, 3rd Floor Phase I, Sangam Commercial Complex Near RTO Office, Above Giant Cycle Showroom Pune, Maharashtra 411011, IN 388, Block G Newalipore Kolkata, West Bengal 700053, IN",
      "number_employees": "5001-10,000 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Bank Officer",
    "job_detail": {
      "job_designation": "Office Operations Executive",
      "company": "2COMS Consulting Pvt. Ltd.",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['BlackBuck marks the beginning of a new path in trucking. A path that is organized and makes trucking simple for every shipper and trucker. \\n\\nFounded in 2015, BlackBuck has been a pioneer in bringing the offline operations of trucking online, be it matching a shipper with a trucker or reshaping the infrastructure around trucking to facilitate payments, insurance, and financial services. BlackBuck is committed to making it easier for millions of truckers to book a load and move at capacity and enable shippers of all sizes to have access to the right truck, at the right time for the right price – all at a click of a button. Today, BlackBuck is India’s largest trucking network, and the company’s robust technology platforms deliver reliability, efficiency and seamless experience for shippers and truckers. \\n\\nBlackBuck is powered by a 2000 strong incredible team and is supported by the best of investors’ fraternity that includes Accel Partners, Apoletto Asia, B Capital, Flipkart, Goldman Sachs, IFC, Light Street, Sands Capital, Sequoia Capital, Tiger Global and Wellington. BlackBuck has won ‘CNBC-TV18 - Young Turks Startup of the Year’ award and ‘Zee Business- Company of the year-Logistics’ award in 2018. BlackBuck is also the subject of a ‘Harvard Business School’ case study.\\n\\n10, 000 + clients onboarded and counting\\nPresence in 3000+ villages and 400+ industrial hubs \\n3,00,000+ partner trucks \\n']",
      "location": "Vaswani Presidio, Panathur Rd, Kaverappa Layout, Kadubeesanahalli Bengaluru, Karnataka 560103, IN",
      "number_employees": "1001-5000 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Chartered Accountant",
    "job_detail": {
      "job_designation": "Chartered Accountant",
      "company": "MRKS AND ASSOCIATES",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "[\"MBSK & Co. is a Delhi-based accounting firm with associate offices in all major cities of India and an associate office in London, UK. The Firm has and continues to specialize in providing assurance, consulting, tax services, attestation, secretarial services, business valuation, outsourcing, and bookkeeping services to both for-profit and not-for-profit organizations. The firm's partners and managers have developed a wealth of knowledge from their experiences over the years through their employment within national and international public accounting firms.\"]",
      "location": "New Delhi, IN",
      "number_employees": "11-50 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Chartered Accountant",
    "job_detail": {
      "job_designation": "Chartered Accountant",
      "company": "MRKS AND ASSOCIATES",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Our mission at Taxmann is to provide authentic and fastest reporting of information. We are proud to call ourselves as the #1 source for everything on the Laws of India. Our domain knowledge of more than 60 years, has helped us in being trusted by more than 500K legal professionals across the country.\\n\\nTaxmann Alliance is the only publishing & product development company in India with complete backward and forward integration, right from self-owned paper printing unit to in-house research and editorial team, and finally reaching the readers through its own distribution network all across India along with robust technology team that ensures delivery of the content in various digital formats. ']",
      "location": "59/32, New Rohtak Road India, IN 21/35, West Punjabi Bagh New Delhi, Delhi 110026, IN 7, Abhinav Arcade, Ground Floor, Pritam Nagar, Paldi Ahmedabad, Gujarat 380006, IN 44 Km. Mile Stone, National Highway Rohtak Road Village Rohad Distt. Jhajjar (Haryana), Haryana 124507, IN Office No. 14, First Floor, Prestige Point, 283 Shukrwar Peth Pune, Maharashtra 411002, IN Shop No 35, Bodke Building, MG Road, Mulund West, Mumbai Mumbai, Maharashtra  400080, IN No 26, 2, Rajan St, Rama Kamath Puram, T. Nagar Chennai, Tamil Nadu 600017, IN 4-1-369, Hanuman Tekdi, Abids Hyderabad, Telangana 500001, IN 10/43, West Punjabi Bagh New Delhi, IN",
      "number_employees": "201-500 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Insurance Officer",
    "job_detail": {
      "job_designation": "Branch Developer Manager Insurance Sector (north India)",
      "company": "Sidhartha Job Consultancy",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['TSG Group is the European leader in technical services for mobility solutions supporting public and private energy distribution infrastructures for mobility. We are paving the way towards responsible energies and expanding consumer offerings beyond refueling by providing all types of customers, from gas station networks to fleets, with a one-stop-shop of innovative energy and retail solutions \\n\\nOur teams are uniquely skilled with a recognized expertise in new mobility energy solutions (electricity, natural gas, hydrogen and biofuels). They support customers as they manage and transition their energy distribution networks and enable the development of sustainable mobility.\\n\\nWe provide all solutions for responsible mobility by combining transversal activities including equipment sales, service and projects with 7 business segment activities: TSG Retail, TSG Fleet, TSG Systems, TSG Charge, TSG Gas, TSG Technics.\\n\\nTSG is a private company, owned by its management and the entrepreneurial investment group HLD aligned on long-term interests to accelerate a unique growth story. Active in 30 countries in Europe and Africa with more than 4.300 employees, we are enabling a more sustainable world.\\n']",
      "location": "La Boursidière Le Plessis-Robinson, IDF 92350, FR Lothstraße 1a Munchen, Beieren 80335, DE Baldonnel Road L1, Baldonnel Business Park Dublin 22, Dublin, IE Route du Crochet 7 Givisiez, Fribourg 1762, CH By Longforgan Dundee, Longforgan DD2 5HU, GB Nad Vršovskou horou 88 Praha 10, Praag 10100, CZ Erala Tartu vald, Tartumaa 60505, EE C/ a La Calera 4 Madrid, Tres Cantes 28760, ES Ulica Matije Divkovića 18 Stenjevec, Zagreb 10090, HR Laan van Londen 120 Dordrecht, Zuid-Holland 3317 DA, NL Piazza Vittorio Alfieri n. 26 Asti, IT Birkerød Kongevej 194a Birkerod, DK Pasienková 7b Bratislava, SK Str. Valea Oltului 73-75 sector 6 Bucharest, RO Ulica Narwicka 1 Gdansk, PL Boulevard \"Professor Tsvetan Lazarov\" 10А Iskar, Sofia, BG Radvilu Dvaro gatve g. 6 Kaunas, LT Eitzenbergerstr. 4-6 Leobersdorf, AT Krasta str 103 Riga, LV Treskesdijk 7 Turnhout, BE",
      "number_employees": "1001-5000 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Company Secretary",
    "job_detail": {
      "job_designation": "Legal Counsel",
      "company": "PETA",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Progcap (Desiderata Impact Ventures Private Limited) is a mission-driven, inclusive financing technology firm working to unlock the transformational impact of millions of micro and small enterprises in the last mile by providing them affordable, customized finance and digitizing their supply chains. Progcap uses a mix of technology and its unique delivery model to underwrite credit and thus provide the under banked semi – urban and rural retailers in India access to flexible, collateral free working capital.\\n\\n']",
      "location": "Hauz Khas New Delhi, Delhi 110016, IN",
      "number_employees": "201-500 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Cost Accountant",
    "job_detail": {
      "job_designation": "Job openings for senior accountant in delhi bahadurgarh sampla bahadurgarh",
      "company": "KD Group of Industries",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "[\"Sociopool India is a Social Media Agency that helps Brands Connect, Converse, Collaborate and Co-Create with its target customers. We do this with the Intelligent use of Social Media Platforms like Facebook, Instagram, Youtube, Twitter. We are a team of experts including Marketing Strategists, Project Managers, Creative Developers and Viral and Influencer Marketing Specialists and we are in the position to make you reach potential customers and helping you to become a leader in the Industry. Sociopool India providing promotions to Start-Ups and Businesses with the help of Media Houses and Influencers.\\n\\nSociopool India is a full-service influencer agency. Our team of specialists support your brand from defining your brand's goals and objectives to complete campaign execution.\"]",
      "location": "714 , 7th floor RG tower NSP New Delhi, Delhi 110034, IN",
      "number_employees": "11-50 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Cost Accountant",
    "job_detail": {
      "job_designation": "Job openings for senior accountant in delhi bahadurgarh sampla bahadurgarh",
      "company": "KD Group of Industries",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Welcome to Global zone HR\\nOne Stop Solution for all your Recruitment and Training needs…\\n\\nThe GLOBAL ZONE HR SERVICES believes in enduring long term success against short term fame and therefore we are your reliable partners on the recruitment front!\\n\\nWhy choose us ?\\nToday’s business world is dynamic and due to the advent of new technology, chance for growth of the potential companies is immense. In such a scenario, Human Resource Management has come up as one of the biggest and significant aspects for any company. Managing the human power properly, hiring potential and fresh people and providing them quality training – are the most important things for a company.\\n\\nYou might need mass recruitment for your sudden product launch, channel, sector or business expansion, growth or acquisitions, or for mergers or emergency completion of business projects, then no worries, our resource pool is a complete toolbox for all your needs.\\nWhen it comes to executive recruitment services, our company provides best quality services that include selecting enthusiastic, as well as potential individuals. When the selection process ends, we step into the screening process. This is a first step in filtering specific talents that meets our clients’ requirements. The selection and screening process is done through several steps or layers. From mock interviews to general group discussions – all necessary tests are practiced to judge the individual skills and Intelligence Quotients.\\n\\nBenefits of our services\\nWe provide quick and effective staffing solutions to our clients and for that, several techniques, strategies and methodologies are employed by the core staffing team of the company. Here are a few benefits for choosing our staffing services\\n* Ready availability of candidates – Allows quick services to clients.\\n* Cost-effective solutions – reduction in the cost of advertising and administrating.\\n* Potential staffing supply – reduced investment costs for training sessions.\\n\\n']",
      "location": "58,FIRST FLOOR COMMERCIAL COMPLEX SOUTH PATEL NAGAR, DELHI 110008, IN",
      "number_employees": "51-200 employees"
    }
  },
  {
    "category": "Automobile / Autocomponents",
    "subcategory": "Maintainance Technician",
    "job_detail": {
      "job_designation": "SF Developer/ Sr. SF Developer/ Tech Lead",
      "company": "Crossdoor Consultants Pvt. Ltd.",
      "location": "Delhi, India"
    },
    "company_detail": {
      "description": "['To change the fate of an organization, it needs talented resources. But to change the culture of an industry, it needs to welcome fresher perspectives and open the door to brighter prospects.\\n\\nThe door that can bridge the gap between specialty sectors and opportunistic people. To fill this dearth, with an idea of revolutionizing every sector, Sonia Middha – a young entrepreneur with an experience of a decade favoring her side – founded Crossdoor Consultants.\\n\\nBack in 2015, when Crossdoor was brought to fruition, Sonia believed that the young have always been able to see things in a new and innovative manner and have a strategically evolved approach. This belief pushed her to design and lead the Crossdoor since.']",
      "location": "",
      "number_employees": "11-50 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Financial Planners",
    "job_detail": {
      "job_designation": "Business Finance Manager - CA",
      "company": "Urban Company",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['There can be many reasons why you need to recruit a new member of staff. Someone retiring, someone leaving, new customers, expansion, growth… Whichever it is, there are two things that are vital: finding the right person, and finding them quickly. That’s why you should talk to us. As a recruitment specialist , we understand the issues you face. We know about the business of doing business, the kinds of people you are looking for and the standards you expect. But even more importantly, we understand the need for a good fit between employer and employee, which is why we do everything to help you achieve it. \\n \\nWe have had an opportunity to do extensive research on our industry verticals and we understand that your organization does have periodic and incidental requirements for talent, both planned and contingency based. We take this opportunity to introduce ourselves as one of the fastest growing consulting firms today.\\n \\n                          SAN Management Consultancy is  a major player in the HR arena, offering its services since last 5 years to the global market. Functional from India with a strong network of associates  world wide. We specialize in sectors like Securities , Insurance ,Banking, telecom, finance, KPO , IT ,consulting and retail  verticals.\\n\\nSAN management consultancy is a privately held HR consulting firm endeavoring to partner client organizations to deliver mainstream and sustainable solutions to address the problems of talent acquisition.\\n\\nContact - 9990164275 for more information \\nor send ur queries to syed@sanmhrservices.com']",
      "location": "South Ex Part 2 New Delhi, Delhi 110049, IN",
      "number_employees": "51-200 employees"
    }
  },
  {
    "category": "Automobile / Autocomponents",
    "subcategory": "Maintainance Technician",
    "job_detail": {
      "job_designation": "SF Developer/ Sr. SF Developer/ Tech Lead",
      "company": "Crossdoor Consultants Pvt. Ltd.",
      "location": "Delhi, India"
    },
    "company_detail": {
      "description": "['MetricStream, the independent market leader in enterprise and cloud applications for Governance, Risk, Compliance (GRC) and Quality Management, makes GRC simple. \\n\\nMetricStream apps improve business performance by strengthening risk management, corporate governance, regulatory compliance, vendor governance, and quality management for hundreds of thousands of users in dozens of industries, including Financial Services, Healthcare, Life Sciences, Energy and Utilities, Food, Retail, CPG, Government, Hi-Tech and Manufacturing.\\n\\n MetricStream is headquartered in San Jose, California, with an operations and R&D center in Bangalore, India, and sales and operations support in 12 other cities globally.']",
      "location": "6201 America Center Drive, Suite 240 San Jose, California 95002, US 3350 Riverwood Parkway Suite 1900 Atlanta, GA 30339, US AMR Tech Park, 4th B, #23 & 24 Internal Rd. Hongasandra Bangalore, KA 560068, IN 88 Pine Street 11th Floor New York City, New York 10005, US",
      "number_employees": "1001-5000 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Insurance Officer",
    "job_detail": {
      "job_designation": "Branch Developer Manager Insurance Sector (north India)",
      "company": "Sidhartha Job Consultancy",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "[\"We are Talence – Talent for excellence. Our objective is simple; to identify, evaluate and on-board the ‘best fit’ people in to our client organizations, timely. Our team helps people and businesses to collaborate for a win-win. \\r\\n\\r\\nIn today’s complex and competitive business world, where technology and capital is increasingly available to most businesses, the key differentiator is people. And the fight for talented people is only increasing. The growth game for organizations is thus shifting from sieving volumes of CVs to a meaningful search of the 'Probable'. This is where we come in. \\r\\n\\r\\nWe carry out partner-led search. Our search partners come with more than a decade of experience in different business functions across industries. Their business experience helps to successfully gain an understanding of our client’s requirement, to interpret ‘key traits of potential candidates’ and then to arrive at an appropriate approach for a focused search. In addition, the vast professional networking of our partners comes handy for a quick turnaround of a reliable shortlist. \\r\\n\\r\\nBesides talent search, we also provide interim management through our network to meet temporary resource requirements for special projects, or for open positions while they are waiting to be filled.\"]",
      "location": "GURGAON, HARYANA 122101, IN",
      "number_employees": "1-10 employees"
    }
  },
  {
    "category": "Automobile / Autocomponents",
    "subcategory": "Washer",
    "job_detail": {
      "job_designation": "Hvac sales manager",
      "company": "VENTECH SYSTEMS PVT. LTD.",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['VENTECH SYSTEMS PVT. LTD. is a mechanical or industrial engineering company based out of OFFICE NO 511, VIKAS DEEP, LAXMI NAGAR DISTT. CENTRE, Delhi, Delhi - 110092, India.']",
      "location": "OFFICE NO 511, VIKAS DEEP, LAXMI NAGAR DISTT. CENTRE Delhi, Delhi - 110092 110092, IN",
      "number_employees": "11-50 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Investment Analyst",
    "job_detail": {
      "job_designation": "Langham Capital - Research Associate/Analyst - Investment Banking",
      "company": "Langham Capital India Pvt Ltd",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Business Tree Consultants is /in the staffing & recruitment market for the last 15 years.\\n\\nWe have more than 200 recurring clients and we provide senior mid and entry-level employess within 1-3 days time frame.']",
      "location": "Noida, Uttar Pradesh, IN",
      "number_employees": "51-200 employees"
    }
  },
  {
    "category": "Automobile / Autocomponents",
    "subcategory": "Maintainance Technician",
    "job_detail": {
      "job_designation": "SF Developer/ Sr. SF Developer/ Tech Lead",
      "company": "Crossdoor Consultants Pvt. Ltd.",
      "location": "Delhi, India"
    },
    "company_detail": {
      "description": "['Taboola powers recommendations for the open web, helping people discover things they may like. The company’s platform, powered by artificial intelligence, is used by digital properties, including websites, devices and mobile apps, to drive monetization and user engagement. Taboola has long-term partnerships with some of the top digital properties in the world, including CNBC, NBC News, Business Insider, The Independent and El Mundo. More than 13,000 advertisers use Taboola to reach over 500 million daily active users in a brand-safe environment. The company has offices in 18 cities worldwide, including New York and Tel Aviv.']",
      "location": "16 Madison Sq W 7th & 8th Floor New York, NY 10010, US 350 S. Grand Ave. Suite 3910 Los Angeles, CA 90071, US Aldgate House 33 Aldgate High Street 2nd Floor London, EC3N 1DL, GB Rua Professor Atilio Innocenti, 165 Sao Paulo, SP 04538-000, BR Wattana Bangkok, TH 2 Jabotinsky Street 32nd Floor Ramat Gan, IL",
      "number_employees": "1001-5000 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Investment Analyst",
    "job_detail": {
      "job_designation": "Langham Capital - Research Associate/Analyst - Investment Banking",
      "company": "Langham Capital India Pvt Ltd",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['HealthQuad is a healthcare innovation fund with a vision to nurture models that transform healthcare in India. Our partnerships are grounded with the belief that positive investment returns and deep social impact can be mutually inclusive. \\n\\nWith seasoned sponsors, KOIS and Quadria Capital, we aim to be the leading platform that sources, funds and nurtures unique propositions in the healthcare sector.']",
      "location": "Crescent road Level 2, The Executive Centre New Delhi, Delhi 110016, IN",
      "number_employees": "1-10 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Actuary",
    "job_detail": {
      "job_designation": "Data Management Analyst",
      "company": "vibgyor enterprises",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['NSKT Global is a Global consulting firm with a team of certified public accountants, certified fraud examiners (CFE), certified sarbanes-oxley experts (CSOE),  Business Advisers, Internal Auditors, Data Scientist and IT experts. We extend all kinds of help to our clients and assist them at all possible junctures of their business. We love to work collaboratively with like-minded people who challenge the process and make a difference. \\n\\nNSKT Global  possesses experience of over 10 years in the industry serving several SMEs as well as established businesses in the Middle East, North America, South America, Asia Pacific and Europe markets. The graph of our growth in the industry is because of our exceptional services provided to clients by our people who are among the best in the industry. \\n\\nWe always understand that every existing business is different from one another, thus our approach is quite flexible and tailored as per the client’s needs. The professional services which we provide on time are always complemented by a quality-oriented attitude with a customer-centric approach. We keep on investing time in enhancing our skills and put a lot of effort into redefining our processes, enhancing our technological structure, upgrading our delivery network, and equipping ourselves with the latest industry education and applications to make the process more easy and quick.']",
      "location": "USA & UAE, US",
      "number_employees": "11-50 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Investment Analyst",
    "job_detail": {
      "job_designation": "Langham Capital - Research Associate/Analyst - Investment Banking",
      "company": "Langham Capital India Pvt Ltd",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Skillmile is committed to helping organizations with bespoke and focused learning interventions to help them evolve and reduce L&D capability gaps. It conducts these interventions via different modes viz e-Learning, m-Learning, Blended Learning & Classroom Learning. It also provides, HR Consulting, HR Outsourcing & Executive Search services to various MNCs in Investment Banking & Consulting sector. \\n\\nSkillmile was founded by a team with senior leadership experience from companies like McKinsey, KPMG, Samsung & Times Group. Our L&D experts, trainers, and instructional designers deliver strong content with great execution capabilities to nurture human potential and help them achieve their full potential.  Skillmile designs creative learning solutions based on a people-centered approach to meet your business needs and to facilitate training and earning through “doing and “experiencing.” We offer a suite of learning solutions to foster engagement and enhance learners’ skills.\\n\\n#training, #eLearning, #mLearning, #BlendedLearning, #LearningAndDevelopment, #InstructionalDesign #leadershipcoaching #leadershiptraining #organizationdevelopment']",
      "location": "143, Centrum Plaza Sector 53, Golf Course Road Gurugram, Haryana 122017, IN 1050, Mukherjee Nagar Delhi, Delhi 110009, IN",
      "number_employees": "11-50 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Security Analyst",
    "job_detail": {
      "job_designation": "Cloud Security Engineer - 2",
      "company": "Tide",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Agoda is transforming travel for millions of customers across the globe. \\n\\nHeadquartered in Asia, Agoda is one of the world’s largest online travel accommodation platforms. Founded in 2005 and now part of Booking Holdings (Nasdaq:BKNG), Agoda has a network of over 2,000,000 vacation rentals and hotels worldwide. Our web and mobile products provide a first-rate reservation service in 38 languages that uniquely combines local knowledge and local connections to provide the best deals for business and leisure travelers.\\n\\nAgoda employs over 4,000 professionals from 80 nationalities in locations around the globe. In every department – from engineering to customer experience – we provide an environment rich with creativity, collaboration, and experimentation, and the tools to work faster and smarter.\\n\\nAt Agoda, we believe our people are our strength. We work hard and have fun, and we choose people who are dedicated to making things great.\\n\\nFor properties seeking partnership with Agoda, visit https://connect.agoda.com']",
      "location": "20 Cecil Street, #1401 GSH Plaza Singapore, Singapore 049705, SG 999/9 Rama 1 Road Pathum Wan, Bangkok 10330, TH Rama 1 Road Bangkok, Bangkok City 10330, TH Terez korut 55 Budapest, Budapest 1062, HU 50 Bridge St Sydney, NSW 2000, AU 299 Nanjing Rd Pedestrian St, NanJing Lu Huangpu, Shanghai 200000, CN",
      "number_employees": "1001-5000 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Company Secretary",
    "job_detail": {
      "job_designation": "Legal Counsel",
      "company": "PETA",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['People for the Ethical Treatment of Animals (PETA) entities have more than 9 million members and supporters globally, and PETA U.S. is the largest animal rights organization in the world.\\n\\nPETA focuses its attention on the four areas in which the largest numbers of animals suffer the most intensely for the longest periods of time: in laboratories, in the food industry, in the clothing trade, and in the entertainment industry. We also work on a variety of other issues, including the cruel killing of rodents, birds, and other animals who are often considered “pests” as well as cruelty to domesticated animals.\\n\\nPETA works through public education, cruelty investigations, research, animal rescue, legislation, special events, celebrity involvement, and protest campaigns.\\n\\nPETA Foundation was founded in 1993 as an organization that helps PETA run, and includes departments like IT, Development, and Interactive Media. PETA and the PETA Foundation are two separate organizations but work very closely together.\\n\\nLooking for a career in animal rights? See our open positions here: http://www.peta.org/jobs.']",
      "location": "PETA - Norfolk Office Norfolk, VA 23510, US PETA - Berkeley Office Berkeley, CA 94705, US PETA - L.A. Office Los Angeles, CA 90026, US PETA - DC Office Washington, DC 20036, US",
      "number_employees": "201-500 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Research Analyst",
    "job_detail": {
      "job_designation": "Business Research Analyst - Pharma/Life Sciences",
      "company": "Contify",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Contify is a one-stop market and Competitive Intelligence Platform to track information on competitors, customers, and industry segments. It enables users to collect, curate, and share information across the organization. Intelligent (actionable) information is mined by searching and analyzing information from over 200,000 online sources including news, company websites, social media, reviews, discussion forums, job postings, regulatory portals, and more.']",
      "location": "Unit No. 002, Ground Floor, Block 1 DLF Corporate Park, Phase - III MG Road Gurugram, Haryana 122 002, IN",
      "number_employees": "51-200 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Financial Planners",
    "job_detail": {
      "job_designation": "Business Finance Manager - CA",
      "company": "Urban Company",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['State owned public sector life insurance corporation.Largest financial institution &life insurance organization in India.\\r\\nCentral office in Mumbai ,with 8 Zonal offices,109 divisional offices,2048 fully computerised branches and to serve rural people LIC now opened 992 satelite offices in rural areas .\\r\\nHisrory:245 Indian and foreign insurers and provident societies are taken over by the central government and nationalised. LIC formed by an Act of Parliament, viz. LIC Act, 1956, with a capital contribution of Rs. 5 crore from the Government of India. \\r\\nThe Parliament of India passed the Life Insurance Corporation Act on the 19th of June 1956, and the Life Insurance Corporation of India was created on 1st September, 1956.\\r\\nOn 1st of September 1956, The Life Insurance Corporation of India ( LIC ) embarked upon its momentous journey in true spirit of serving the people and nation as a whole. Since then it has spearheaded the financial and infrastructure development of the nation. The performance of LIC has been exemplary and it has been growing from strength to strength be it customer base, agency network, branch office network, and the like. LIC has played a significant role in spreading life insurance among the masses and mobilization of people’s money for people’s welfare. Even after the entry of private insurers for almost a decade now, LIC continues to be the front runner in the industry in terms of market share.\\r\\nMission: \"A trans-nationally competitive financial conglomerate of significance to societies and Pride of India.\" \\r\\nProducts:We have in our basket more than 40 different plans catering to the differing needs of different segments of the society – basic insurance plans (whole life, endowment and money back), Term Assurance Plans, Pension Plans, Capital Market linked Plans, Health Plan etc.']",
      "location": "",
      "number_employees": "10,001+ employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Research Analyst",
    "job_detail": {
      "job_designation": "Business Research Analyst - Pharma/Life Sciences",
      "company": "Contify",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['White Force Outsourcing pvt. Ltd. isn’t just a HR consulting establishment, we are leading edge consulting establishment using the up-to-date HR technology i.e. Artificial Intelligence & Machine learning. AI in HR management opens the door to infinite opportunities; AI with automation gives birth to an impactful technology which is considered as a network that connects the impacting areas of human beings with their brain – either independently or with dependence on human assistance. We extend the reach of candidates to your organization using Omni-channel recruitment approach. Job boards, social media, professional networks, referral programs and candidate sourcing are just a few examples of the channels available today; wherein White Force can help you connect with both passive and active job seekers. We recruit right human resources for your team. \\n\\nWhite Force Group is an ISO 9001:2008 certified company and also have an affiliation of D&B for India & Asia Pacific. We are one of the trusted partners those who are always ready to show promptness to your suggestions and quires. We are a company working across PAN India and dealing in Human Resource Solutions and currently empanelled with around 500+ companies all over the country. We have our branches all over India & abroad too, with expertise in all verticals of the services provided with a strong and dynamically talented workforce.\\n\\nWe provide specialized services for the following services:\\n•\\tTemporary Staffing (Contract)\\n•\\tSalary Process Outsourcing (Payroll)\\n•\\tRecruitment Solutions\\n•\\tFacility Management\\n•\\tCompliance Outsourcing\\n•\\tIT Projects Outsourcing\\n']",
      "location": "Delhi Delhi, IN",
      "number_employees": "201-500 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Research Analyst",
    "job_detail": {
      "job_designation": "Business Research Analyst - Pharma/Life Sciences",
      "company": "Contify",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Liberty Insurance Singapore is a 100% owned strategic business unit of Liberty Mutual Insurance Group. \\n\\nAt Liberty Mutual, we believe progress happens when people feel secure. By providing protection for the unexpected and delivering it with care, we help people embrace today and confidently pursue tomorrow. \\n\\nIn business since 1912, and headquartered in Boston, Mass., today we are the sixth largest global property and casualty insurer based on 2020 gross written premium. We also rank 71 on the Fortune 100 list of largest corporations in the U.S. based on 2020 revenue. As of December 31, 2020, we had $43.8 billion in annual consolidated revenue. \\n\\nWe employ over 45,000 people in 29 countries and economies around the world. We offer a wide range of insurance products and services, including personal automobile, homeowners, specialty lines, reinsurance, commercial multiple-peril, workers compensation, commercial automobile, general liability, surety, and commercial property.  \\n\\nFor more information, visit www.libertymutualgroup.com.\\n']",
      "location": "51 Club Street #03-00 Liberty House Singapore, SG 51 Club St Singapore, Singapore 069428, SG",
      "number_employees": "201-500 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Investment Analyst",
    "job_detail": {
      "job_designation": "Langham Capital - Research Associate/Analyst - Investment Banking",
      "company": "Langham Capital India Pvt Ltd",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Karma Capital Management LLC, a US (SEC) Reporting Investment Advisor and managing India (SEBI) registered Foreign Portfolio Investor (FPI) Funds [Hedge Funds], is a leader in alternative investments in the Indian Capital Markets.\\n\\nKarma’s investment objective is to deliver superior risk-adjusted returns over business and economic cycles while prioritizing capital preservation. Founded in 2003, we are pioneers in the Indian Alternatives industry and have delivered more than a decade of solid performance for our investors.\\n\\nOur objective is to provide a credible, trustworthy Alternatives Platform to global investors wishing to participate in the long-term economic growth of India. Since inception, we have invested in equity securities of Indian companies and those benefiting from the growth of India. We currently offer two products: Karma STAR, our equity Long-biased fund and Karma SELECT, our best-ideas Long-only fund.']",
      "location": "2711 CENTERVILLE RD SUITE 400 WILMINGTON, DE 19808-1645, US 32 SHIVJI MARG WESTEND GREENS NEW DELHI, DELHI 110037, IN WeWork BKC, C-20, G Block Bandra Kurla Complex Mumbai, Maharashtra 400051, IN",
      "number_employees": "1-10 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Security Analyst",
    "job_detail": {
      "job_designation": "Cloud Security Engineer - 2",
      "company": "Tide",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "[\"SocialCops is the world's leading data for good company behind the landmark data for good projects in the world:\\n\\nWe built India's entire National Data Platform which is used by PM Modi and every member of parliament in India: https://socialcops.com/case-studies/disha-dashboard/\\n\\nWe power the UN SDGs monitoring as a global partner for the United Nations for countries including India, Sri Lanka and Papua New Guinea: https://socialcops.com/case-studies/undp-png-tracking-business-contribution-sdgs/\\n\\nBehind Ujjwala - Gas subsidy for 50M Indian women below the poverty line: the first government program in India to surpass 22% of its annual target! https://socialcops.com/case-studies/powering-pradhan-mantri-ujjwala-yojana-through-data-intelligence/\\n\\nSocialCops was recognised as a New York Times Global Visionary, Yourstory Best Impact startup in India. By 2018, we'd impacted the lives of over a billion people.\\n\"]",
      "location": "3rd Floor, Building No. 261, Lane No 5, Westend Marg, Said-ul-Ajaib, Saket, New Delhi, Delhi 110030, IN"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Research Analyst",
    "job_detail": {
      "job_designation": "Business Research Analyst - Pharma/Life Sciences",
      "company": "Contify",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "[\"Sannam S4 currently delivers market entry services in 21 international markets- Australia, Brazil, Canada, China, Colombia, Eastern Europe, France, Germany, Hong Kong, India, Indonesia, Italy, Japan, Malaysia, Mexico, Russia, UAE, Singapore, Thailand, U.K., USA and Vietnam. In all of these markets our local teams offer a comprehensive range of services including market feasibility, due diligence, accounting, tax, cross-border banking, HR & corporate compliance, recruitment, and more - all backed by deep practical in-market experience and expertise. Our unique approach mitigates the costs and risks associated with managing a multitude of service providers.\\n\\nSince our founding in 2008, Sannam S4's has successfully supported the in-country expansion of over 500 organizations worldwide. Clients include Fortune 500 and FTSE 100 corporations, small and mid-sized companies, leading world institutions of higher education, vocational colleges, preeminent non-profit and donor organizations, trade associations and professional bodies, and numerous countries' governmental trade and investment agencies.\"]",
      "location": "Washington D.C., London, Melbourne, Singapore, Kuala Lumpur, New Delhi, SG",
      "number_employees": "201-500 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Security Analyst",
    "job_detail": {
      "job_designation": "Cloud Security Engineer - 2",
      "company": "Tide",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Level AI (https://thelevel.ai) is a Mountain View, CA and Delhi, India based startup innovating in the Voice AI space. We are backed by top VCs, technologists from Silicon Valley and industry experts. We are on a mission for AI to augment the worker and not replace them. We are innovating in speech AI, NLP and information retrieval systems to bring customers and businesses closer to one another.\\n\\nThe team has experience from Amazon Alexa, Google, and other leading AI organizations. ']",
      "location": "Mountain View, California 94043, US New Delhi, Delhi 110055, IN",
      "number_employees": "11-50 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Security Analyst",
    "job_detail": {
      "job_designation": "Cloud Security Engineer - 2",
      "company": "Tide",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Wipro Technologies  is a management consulting company based out of 643 Magazine St #102, New Orleans, LA 70130.']",
      "location": "643 Magazine St New Orleans, Louisiana 70130, US",
      "number_employees": "201-500 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Security Analyst",
    "job_detail": {
      "job_designation": "Cloud Security Engineer - 2",
      "company": "Tide",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "[\"Infinity Labs is a Technology Consulting & Solutions Company providing expert IT services in the areas of Network Automation, IT Security, Data Center Management, Cloud computing, Virtualization, Linux & Systems Development.\\r\\n\\r\\nWhether you need to create, grow or optimize your software-defined data center and end-user computing environments, you'll benefit from expert-led design and deployment - while gaining hands-on knowledge transfer for your team.\\r\\n\\r\\nWe offer a service that assures clients of an informed, educative and independent overview of the IT Networking Industry. We take personal ownership for all stages of a project and guarantee to deliver projects on time and on budget.\"]",
      "location": "Rajyog Society, Baner Pune, Maharashtra 411045, IN Office No. 1517, 15th floor, Atrium”D”, Rupa Solitaire, Mahape Business Park, Navi Mumbai- 400710 Navi Mumbai, Maharashtra 400710, IN Assotech Business Crestera, Unit no 1001 to 1008, 10th floor, Tower 1, Plot No. 22, Sector 135 Noida, Uttar Pradesh 201305, IN",
      "number_employees": "201-500 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Security Analyst",
    "job_detail": {
      "job_designation": "Cloud Security Engineer - 2",
      "company": "Tide",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Check Point Software Technologies Ltd. (www.checkpoint.com) is a leading provider of cyber security solutions to governments and corporate enterprises globally.  Check Point’s solutions protect customers from 5th generation cyber-attacks with an industry leading catch rate of malware, ransomware and advanced targeted threats. Check Point offers a multilevel security architecture, “Infinity Total Protection with Gen V advanced threat prevention”, this combined product architecture defends an enterprises’ cloud, network and mobile devices. Check Point provides the most comprehensive and intuitive one point of control security management system. Check Point protects over 100,000 organizations of all sizes.']",
      "location": "959 Skyway Rd Suite 300 San Carlos, CA 94070, US Pune,  Maharashtra 411001, IN Lysaker torg Lysaker, Akershus 1366, NO 909 17 Ave SW Calgary, Alberta T2T 0A4, CA 96 Bunda St Canberra , Australian Capital Territory 2601, AU Rua George Ohm 230 São Paulo, Brazil 04576-020, BR Calea Șerban Vodă Sectorul 4, Bucureşti A 2.18., RO Ragnagade 7 København Ø, Capital Region 2100, DK 219 Wangfujing Ave. Dongcheng District Beijing Beijing , China 10006, CN Vía de las Dos Castillas, 33 Pozuelo de Alarcón, Community of Madrid 28224, ES Pobrezni 620 Prague, Czechia 186 00, CZ 1 Fore Street 9th Floor, Moor Place London, England EC2Y 5EJ, GB Imperiastraat 10 Zaventem, Flemish Region 1930, BE Zeppelinstraße 1 Hallbergmoos, Germany  D-85399, DE Avenue Dimokratias 9 Melissia, Greece 151 27, GR 385 Tianhe Road Tianhe District, Guangzhou 510620, CN Bajza u. 24 Budapest, Hungary H-1062, HU 120, Avenue Charles de Gaulle Neuilly-sur-Seine, Ile-de-France 92200, FR 9/1 Lavelle Road Bengaluru, Karnataka 560001, IN Via di Casal Boccone 256 Rome, Latium 00137, IT Rua das Vigías Nº 2, 2ºF Lisbon, Lisboa 1990-506, PT Via Margherita De Vizzi Viganò 93/95 Cinisello Balsamo, Lombardy 20092, IT Godthåbsvej 27 Skanderborg, Middle Jutland 8660, DK Von-der-Wettern-Straße 19 Cologne, North Rhine-Westphalia 51149, DE 118 Walker St Sydney, NSW 2060, AU 500 5th Ave #25 New York, NY 10110, US 80 Hines Rd Ottawa, Ontario K2K 2T8, CA 150 King Street Toronto, Ontario M5H 1J9, CA 1250 Boulevard René-Lévesque O Montreal, Quebec H3G, CA 126 Margaret St Brisbane City, Queensland 4000, AU Boulevard Enthusiasts Moscow, Russia  109544, RU 1901 Hua Shan Road Shanghai, Shanghai 200030, CN Lars Sonckin Kaari Espoo, Southern Finland 02600, FI Luntmakargatan 22 Stockholm, Stockholm County 111 37, SE Industriestrasse 107 Spreitenbach, Switzerland 8957, CH Kosterijland Bunnik, Utrecht 3981, NL 379 Collins St Melbourne, Victoria 3000, AU 77 St Georges Terrace Perth, Western Australia 6000, AU Wienerbergstraße Vienna Twin Tower A1625 Vienna, Wien A-1100, AT 5 Ha'Solelim Street Tel Aviv, IL",
      "number_employees": "5001-10,000 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Security Analyst",
    "job_detail": {
      "job_designation": "Cloud Security Engineer - 2",
      "company": "Tide",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Starlightdata Solutions is distinguished for its capability of transforming clients’ business objectives through arduous yet incremental innovation strategies. Tailor-made for pivotal technology partnership, Starlightdata is much more than a team of techno geeks. We as a professional team comprised of pathbreakers, trend-setters, innovators, thought leaders, convergent thinkers, technology gurus and an avant-garde crew of technologists. We lead organizational transformations by translating business goals of our customers to specific objectives through technology-driven strategy. We are one of the best IT consulting Companies, help in transforming Organisations as a Service Integrator. ']",
      "location": "Unit 1545, 15th Floor Regus, Eros Corporate Tower, Nehru Place, New Delhi New Delhi, Delhi, IN",
      "number_employees": "1-10 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Investment Analyst",
    "job_detail": {
      "job_designation": "Langham Capital - Research Associate/Analyst - Investment Banking",
      "company": "Langham Capital India Pvt Ltd",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['We are an employment accelerator providing practical and scalable solutions to meet the talent demands of Nigeria’s construction industry. We are founded on the belief that Nigerian construction workers can deliver services to world class levels if given access to the right skills and opportunities anchored on globally-recognized standards .\\n \\n']",
      "location": "c/o Oracle Limited, First Floor, West Wing, Catholic Mission Street, Lagos Island Suite 10/12 Lagos, Lagos 8096, NG",
      "number_employees": "1-10 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Security Analyst",
    "job_detail": {
      "job_designation": "Cloud Security Engineer - 2",
      "company": "Tide",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Founded in 2006, Vehere enables Cyber Situational Awareness at Wirespeed to empower security operations in National Security Agencies, Telecoms, and Enterprises to protect themselves. \\n\\nThe Cyber Situational Awareness platform utilizes advanced Artificial Intelligence/Machine Learning and other sophisticated tools to provide a holistic vantage point to all systems to ensure a safer cyberspace.']",
      "location": "1390 Market Street, Suite 200 San Francisco, California  94102, US 232, DLF South Court, Saket District Centre  New Delhi - 110017, India New Delhi, Delhi 110017, IN 7500A Beach Road #04-327, The Plaza Singapore, Singapore 199591, SG PS Srijan Corporate Park #1603 G2, Block GP, Sector V , Salt Lake Kolkata, West Bengal 700091, IN Representative Office 7 Hazell Rd, Somerset West Cape Town, ZA Unit 9, Corporate Park II, Near Swastik Chambers Chembur (E) Mumbai, IN",
      "number_employees": "201-500 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Investment Analyst",
    "job_detail": {
      "job_designation": "Langham Capital - Research Associate/Analyst - Investment Banking",
      "company": "Langham Capital India Pvt Ltd",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Advancing the Sanitation Economy Infrastructure Partners (ASE INFRA) is an impact investment facility founded in 2021.\\n\\nWe invest in the sanitation assets of companies providing access to sanitation, circular waste treatment and digitised sanitation services in markets with critical unmet needs.\\n\\nOur purpose is to enable the growth and expansion of the sanitation economies. Our ambition is to change the game with a value creating investment case.']",
      "location": "Basel, CH Delhi, IN",
      "number_employees": "1-10 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Security Analyst",
    "job_detail": {
      "job_designation": "Cloud Security Engineer - 2",
      "company": "Tide",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['We are a bunch of mavericks who partner with organizations going through transformational journey, to act as a catalyst in building their Organization Capability.\\n\\nIn quickly shifting markets, where windows of opportunity open and close faster than ever, increased focus on organization capability building is critical for success. Hence, our aim is to equip our clients to manage their Talents better in order to meet growing challenges. \\nThrough our hands-on approach, we go beyond strategy. The urge & expertise to work at the foundational level of People, Process & Performance capability building has enabled us to create our space in crafting value for the transforming organizations !!  \\n\\nThe Story Behind Our Name\\n\\nAttaining “Common North” with the People in Organizations is indeed a coveted yet distant NorthStar for everyone. PeopleNorth was formed with this idea and purpose in mind. \\n\\nOur mission is -  By 2025 we would build capabilities of 1 million people ensuring proficiency in their work and life situations.']",
      "location": "Viman Nagar Road Pune, Maharashtra 411014, IN Gurgaon Road Gurgaon, Haryana 122017, IN",
      "number_employees": "11-50 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Investment Analyst",
    "job_detail": {
      "job_designation": "Langham Capital - Research Associate/Analyst - Investment Banking",
      "company": "Langham Capital India Pvt Ltd",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['IMMO Capital is Europe’s first technology-led residential real estate platform, designed to create portfolios of quality from existing single-family rental (SFR) assets at speed and scale.\\n\\nWe have built a unique capability in the form of an end-to-end service solution, providing institutional partners with everything from sourcing, acquisition and portfolio management through to lettings and property management, enabling them to drive performance and maximise returns.\\n\\nFounded in 2017, IMMO Capital has assembled an experienced team of 100+ which includes successful entrepreneurs and industry leaders with expertise from McKinsey, Goldman Sachs, Blackstone, Uber, HSBC, Amazon, Procter & Gamble, BlackRock, Morgan Stanley, Google, WeWork and many more.\\n\\nWe have an established presence in the UK, Germany and India and have been awarded “Tech Pioneer” by the World Economic Forum.']",
      "location": "Woodstock Sudios 26 Woodstock Grove London, England W12 8LE, GB Ludolfstraße 60 Hamburg, DE",
      "number_employees": "51-200 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Investment Analyst",
    "job_detail": {
      "job_designation": "Langham Capital - Research Associate/Analyst - Investment Banking",
      "company": "Langham Capital India Pvt Ltd",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "[\"Wood Mackenzie, a Verisk business, is a leading research and consultancy business for the global energy, chemicals, metals and mining industries.\\n\\nOur story\\nMaking a difference to our clients with forward-looking, quality research has always been at the heart of our business. Wood Mackenzie started life in 1923 as a small, relatively unknown, Edinburgh-based stockbroker. By the 1970s, we had become one of the top three stockbrokers in the UK, renowned for the quality of its equity research.\\n\\nOur success has always been underpinned by the clear and simple principle of providing trusted research and advice that would make a difference to clients. This was true when the first oil report was published by our equity analysts in 1973, and remains just as relevant to us today.\\n\\nSo much so that, over the past four decades, we have drawn upon our heritage to create a global research and consultancy business that has grown alongside the needs of its clients.\\n\\nHaving cultivated deep expertise in upstream oil and gas, we carefully broadened our focus to deliver the same level of detailed insight for every interconnected sector of the energy, chemicals, metals and mining industries we now serve around the world.\\n\\nBut heritage is more than just history.\\n\\nOur expert analysts and consultants have connected us to some of the most significant events of our time – creating insight for governments, boards and CEOs who have helped shape the future direction of the world's natural resources industries and their impact on society.\\n\\nToday we are part of the Verisk family which has broadened our data and analytics platform and strengthened our ability to provide intelligence that helps drive growth and serve thousands of industry market leaders.\\n\\nWhat endures is our focus on delivering excellent, forward-looking research,which underpins the analysis and advice we offer, and the knowledge that our success is intrinsically linked to the needs of our clients'.\"]",
      "location": "Exchange Place 2 5 Semple Street Edinburgh, GB Level 13 50 Pitt Street Sydney, NSW 2000, AU 5847 San Felipe Houston, TX 77057, US 5th Floor 1 Finsbury Square London, GB 3 Church Street #29-01 Samsung Hub Singapore, SG",
      "number_employees": "1001-5000 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Security Analyst",
    "job_detail": {
      "job_designation": "Cloud Security Engineer - 2",
      "company": "Tide",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['ThrivePass is a rapidly growing technology company dedicated to innovating the world of employee benefits. Its holistic benefits suite creates experiences that support employee wellbeing throughout the employment lifecycle. To that end, ThrivePass uses technology to foster employee wellbeing from on-boarding to off-boarding all from one single log in.']",
      "location": "3801 Franklin St Denver, CO 80205, US 12755 Highway 55 Plymouth, Minnesota, US",
      "number_employees": "51-200 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Security Analyst",
    "job_detail": {
      "job_designation": "Cloud Security Engineer - 2",
      "company": "Tide",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Welcome to the world of realistic app development, a place where ideas turn into reality with a human touch. Appzlogic is a leading enterprise mobile app development company with a vision to deliver highly efficient, secured and scalable enterprise apps to global audience.\\r\\n\\r\\nWe believe in empowering our customers by delivering futuristic apps which can work seamlessly on multiple devices and platforms at ease. We have a combination of logical and strategic approach to deliver enterprise solutions with quick turnaround time. Our well defined processes help in defining, designing, building, integrating, deploying and managing extraordinary app experiences.\\r\\n\\r\\nBeing leaders in technology innovation we look to explore research and simplify complex app development solutions. One of such innovation has helped us establish our brand as one of the few names to work with Google glass app development solutions. Our initial research and expertise has worked wonders in creating amazing enterprise solutions using latest technologies like Smartwatches, Beacons, NFC (Near Field Communication) and Smartglasses.\\r\\n\\r\\nWe constantly strive to deliver most effective, creative, unique and quality solutions right on time.']",
      "location": "Ground Floor B-25 Sec 2 Noida, UP 201301, IN 11816 Inwood Rd Dallas, Texas 75244, US",
      "number_employees": "51-200 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Security Analyst",
    "job_detail": {
      "job_designation": "Cloud Security Engineer - 2",
      "company": "Tide",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['TIKAJ is a technology company providing solutions and services for cyber security and enterprise governance. By offering dozens of Security Products and Security As A Service including Managed Security Operating Centre, TIKAJ helps enterprises in detection and mitigation of cyber threats.']",
      "location": "Remote, IN",
      "number_employees": "11-50 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Security Analyst",
    "job_detail": {
      "job_designation": "Cloud Security Engineer - 2",
      "company": "Tide",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "[\"At IBM, work is more than a job - it's a calling: To build. To design. To code. To consult. To think along with clients and sell. To make markets. To invent. To collaborate. Not just to do something better, but to attempt things you've never thought possible. To lead in this new era of technology and solve some of the world's most challenging problems.\\n \\nIBM is a leading cloud platform and cognitive solutions company. Restlessly reinventing since 1911, we are the largest technology and consulting employer in the world, with more than 350,000 employees serving clients in 170 countries. With Watson, the AI platform for business, powered by data, we are building industry-based solutions to real-world problems. For more than seven decades, IBM Research has defined the future of information technology with more than 3,000 researchers in 12 labs located across six continents. For more information, visit www.ibm.com.\"]",
      "location": "International Business Machines Corp. New Orchard Road Armonk, New York, NY 10504, US 14212 Cochran Rd SW Huntsville, AL 35824, US Cairo Alexandria Desert Road Sixth of October, Al Jizah, EG 284 Leoforos Kifisias Chalandri, Attica 152 32, GR 388 Phahon Yothin Road Phaya Thai, Bangkok City 10400, TH Nahmitzer Damm 12 Berlin, BE 12277, DE Carrera 53 100-25 Bogota, Bogota, D.C. 111111, CO Mlynske nivy 16688/49 Bratislava, Bratislava 821 09, SK Soseaua Bucuresti-Ploiesti 1A Bucharest, Bucharest, RO 505 Howard St San Francisco, CA 94105, US Presnenskaya naberezhnaya 10 Moscow, Central Federal District 123112, RU Calle de Corazon de Maria, 44 Madrid, Community of Madrid 28002, ES 150 Kettletown Rd Southbury, CT 06488, US 600 14th St NW Washington, DC 20005, US Vasant Kunj Road Delhi, Delhi 110070, IN 3 Road Dubai, Dubai, AE 3031 N Rocky Point Dr W Tampa, FL 33607, US 7100 Highlands Pkwy SE Smyrna, GA 30082, US 90 Grayston Dr Sandton, Gauteng 2196, ZA 50 Rue de Picpus Paris, IdF 75012, FR 71 S Wacker Dr Chicago, IL 60606, US Jalan Prof. Dr. Latumenten Jakarta Barat, Jakarta 11330, ID Carretera al Castillo El Salto, JAL 45680, MX Shuhada'A Street Kuwait City, Kuwait City, KW Via Sciangai Rome, Laz. 00144, IT 3039 E Cornwallis Rd Durham, NC 27709, US 601 Pacific Hwy Sydney, NSW 2065, AU 590 Madison Ave New York, NY 10022, US 30 S 17th St Philadelphia, PA 19103, US V Parku 2294/4 Prague, Prague 148 00, CZ Avenida Pasteur, 138 Rio de Janeiro, RJ 22290-240, BR First Avenue Petaling Jaya, Selangor 47800, MY 9 Changi Business Park Central 1 Singapore, Singapore 486048, SG Technicka 2995/21 Brno, South Moravia 612 00, CZ Laajalahdentie 23 Helsinki, Southern Finland 00330, FI Rodovia Jorn. Francisco Aguirre Proenca Hortolandia, SP 13186-624, BR 1000 Belleview St Dallas, TX 75215, US B-19 Noida, Uttar Pradesh 201307, IN 60 City Rd Melbourne, VIC 3006, AU Plaza Independencia 721 Montevideo, UY",
      "number_employees": "10,001+ employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Security Analyst",
    "job_detail": {
      "job_designation": "Cloud Security Engineer - 2",
      "company": "Tide",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['McCormick & Company, Incorporated (NYSE: MKC) is a global leader in flavor, a Fortune 500 company, and one of the most respected and familiar names in the industry. In business for over 130 years, McCormick manufactures, markets, and distributes spices, seasoning mixes, condiments, and other flavorful products to the entire food industry—retail outlets, food manufacturers, and foodservice businesses. McCormick partners with the top 10 packaged food and beverage companies as well as the top 10 foodservice restaurant chains.\\n\\nThe McCormick name represents a trusted source of flavor in millions of kitchens around the globe—in homes and in restaurants. Partnerships with farmers and suppliers around the world allow us to provide great-tasting, quality spices with year-over-year consistency that you can trust.\\n\\nOur herbs and spices come from 85 different countries, while our brands reach consumers in more than 170 countries and territories. Our passion for quality is matched only by our commitment to an innovative and energetic company culture. At McCormick, we believe in respect, recognition, inclusion, and collaboration, based on the highest ethical values for our employees.\\n\\nMcCormick is a team of approximately 14,000 employees located around the world—and we’re growing.  If you have a passion for flavor—and you’re ready to take a journey—come have a seat at our table.']",
      "location": "24 Schilling Circle Hunt Valley, Maryland 21031, US Aylesbury, Buckinghamshire, GB 340 El Camino Real South #20 Salinas, CA 93908, US 6200 E Slauson Ave Commerce, California 90040, US 5820 Tulane Dr Atlanta, Georgia 30336, US Sonipat, Haryana, IN 3425 Lathrop St South Bend, Indiana 46628, US Antiguo Cuscatlan, La Libertad, SV Littleborough, Lancashire, GB 82 1st St Gretna, Louisiana 70053, US Belcamp, Maryland 21017, US 11102 McCormick Rd Hunt Valley, Maryland 21031, US 11100 McCormick Rd Hunt Valley, Maryland 21031, US 10901 Gilroy Rd Hunt Valley, Maryland 21031, US 11100A McCormick Road Hunt Valley, MD 21031, US 204 Wight Avenue Hunt Valley, MD 21031, US 4343 E. Mustard Way Springfield, MO 65803, US 1600 Oak Street Lakewood, NJ 08701, US 600 Clarke Rd London, Ontario N5V 3K5, CA 15600 Robin's Hill Rd London, Ontario N5V 0A4, CA 2155 Drew Road Mississauga, Ontario L5S 1S7, CA 80 Palmwoods Montville Rd Palmwoods, Queensland 4555, AU Kawagoe-City, Saitama, JP 3300 Century Circle Irving, Texas 75062, US 63-71 Fairbank Rd Clayton South, Victoria 3169, AU 7 Duigan Dr Mordialloc, Victoria 3195, AU Avignon, FR Barcelona, ES Bucharest, RO Dubai, AE Estado de México, MX Fidenza, IT Guadeloupe, FR Guangzhou, CN Izmir, TR Jurong, SG Kerala, IN Kiev, UA Martinique, FR Midrand, ZA Moscow, RU Póvoa de Santa Iria, PT Rayong, TH Scandicci, IT Scarperia, IT Shanghai, CN St. Petersburg, RU Stefanowo, PL Vaucluse, FR Wuhan, CN Zurich, CH",
      "number_employees": "10,001+ employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Research Analyst",
    "job_detail": {
      "job_designation": "Business Research Analyst - Pharma/Life Sciences",
      "company": "Contify",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['6Wresearch is the premier, one stop market intelligence and advisory center, known for its best in class business research and consulting activity. We provide industry research reports and consulting service across different industries and geographies which provide industry players an in-depth coverage and help them in decision making before investing or enter into a particular geography. ']",
      "location": "New Delhi, India New Delhi, Delhi 110034, IN",
      "number_employees": "201-500 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Research Analyst",
    "job_detail": {
      "job_designation": "Business Research Analyst - Pharma/Life Sciences",
      "company": "Contify",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Incisive Research is a global market research and consultancy firm offering customized and cost effective end to end solutions to organization across the globe. Our service portfolio helps the organizations to strategically take accurate decision thereby enabling them to meet their global and/or local goals.\\r\\n\\r\\nOur process based approach delivers accurate and quality results for the clients. We have a team of experienced professionals working 24x7 delivers a proven track record with a 100% customer satisfaction. With our expertise in statistical, data management and problem solving techniques helps in strengthening the decision making process for our clients.\\r\\n\\r\\nOur overall objective is to provide a customized platform for our customers by identifying the need, defining the target market/audience, collecting relevant information, analyzing and presenting the facts as meaningful and actionable information for our clients. Our clear understanding and knowledge gives a comfortable and ease environment thereby helping to create a platform for better understanding and clear thoughts of our clients. We follow industry and market standard parameters in order to ensure the best quality of data to be captured and delivered to our clients.\\r\\n\\r\\nFor any further details mail us at: info@incisiveglobal.com']",
      "location": "New Delhi, IN",
      "number_employees": "51-200 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Research Analyst",
    "job_detail": {
      "job_designation": "Business Research Analyst - Pharma/Life Sciences",
      "company": "Contify",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Hire Digital helps enterprises and high-growth startups build and enhance their digital capabilities with a world-class network of digital marketers, developers, and designers. We have enabled companies like Philips, 3M, Roche, AXA, Unilever, and many more to reduce overheads and boost efficiency.\\n\\nOur rigorous screening process enables us to curate top talents in as little as 48 hours with a first match success rate of 96%, helping our clients to accelerate time to market and achieve their business goals. Handpick talents and build your on-demand teams to gain control of your key priorities, plan seasonal resources, and launch pilots to success.']",
      "location": "New York, New York, US San Francisco, California, US Singapore, Singapore, SG",
      "number_employees": "51-200 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Research Analyst",
    "job_detail": {
      "job_designation": "Business Research Analyst - Pharma/Life Sciences",
      "company": "Contify",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Sneakpeekinfovision is a B2B Demand generation firm with major strength in Account based marketing. Our performance marketing solutions are designed to cater to enterprises of all sizes globally. With an audience reach of more than 50 million+, we are able to drive our digital programs across all industry verticals and have an access to all key account information, business intelligence reports, along with complete business card information of top B2B decision-makers. \\n\\nOur Strength \\n\\nRESEARCH \\n\\nFrom marketplace research to brand research, our detailed scientific studies in B2B technology help us make more informed decisions in campaign building. It gives us an objective basis for marketing and provides us with valuable baselines for measuring the results. \\n\\nNICHE-DRIVEN STRATEGY \\n\\nWe understand the importance of niche targeting thoroughly, a space in which we are an undisputable expert and leader. It makes our marketing efforts easier because it tends to define exactly what we do and this specialization helps us in building demographics of potential customers who would benefit the most from the offerings of our clients. ']",
      "location": "B 59/5, Phase 2, Naraina Industrial Area New Delhi, New Delhi 110028, IN",
      "number_employees": "11-50 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Investment Analyst",
    "job_detail": {
      "job_designation": "Langham Capital - Research Associate/Analyst - Investment Banking",
      "company": "Langham Capital India Pvt Ltd",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Locus is a technology platform that uses machine learning and proprietary algorithms to automate complex supply chain decisions. Its smart supply chain solutions provide end-to-end visibility and enable enterprises to enhance their operational efficiency by reining in costs, streamlining the customer experience, and reducing environmental impact.\\n\\nLocus’s scalable solutions include route optimization, real-time tracking and analytics, sales beat optimization, territory planning, vehicle allocation, and network design. Our future-ready platform has resulted in $1.2 billion+ savings in logistics costs, 800 million+ miles reductions in distance traveled, and 426 kiloton reduction in GHG emissions across clients like Nestle, Mondelez, Unilever, BigBasket, Bluedart, Bukalapak, The Tata Group, and many others. \\n\\nThe company powers deliveries across North America, Europe, Southeast Asia, Middle East, ANZ, and the Indian Subcontinent.  Visit www.locus.sh to know more!\\n\\nLocus Products\\nLocus DispatchIQ - Route optimization software\\xa0\\nLocus TrackIQ - Fleet tracking, insights and analytics\\nLocus NodeIQ - Intelligent network optimization and design engine\\nLocus FieldIQ - Beat Planning software for higher sales productivity']",
      "location": "Silverside Rd Wilmington, Delaware 19810, US 691 S Milpitas Blvd Suite 217 Milpitas, California 95035, US 167 Fleet Street 8th Floor Temple, England EC4A 2EA, GB No1, 2nd Main Road Koramangala, 8th Block Bangalore, Karnataka 560095, IN Opposite Mtnl Off Jvlr, Saki Vihar Road Powai, Saki Vihar Rd Lodha Supremus Mumbai, Maharashtra 400072, IN Heinrich-Heine Allee 1 Mara Labs UG/Orrick, Herrington LL Düsseldorf, Nordrhein-Westfalen 40213, DE SJl. Prof. DR. Satrio Blok Buntu No.1, RT.2/RW.1, Kuningan, Karet Kuningan, Kecamatan Setiabudi, Kota Jakarta Selatan, Daerah Khusus Ibukota CoHive Minera Prima Jakarta, South Jakarta  12940, ID Ward 7, District 3 CirCO Dien Bien Phu, Office No : S07.02 Ho Chi Minh City , VN 7 Temasek Boulevard #12-07 Suntec Tower One Singapore, SG",
      "number_employees": "201-500 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Research Analyst",
    "job_detail": {
      "job_designation": "Business Research Analyst - Pharma/Life Sciences",
      "company": "Contify",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "[\"ConsultGenics came into existence when a group of seasoned professionals with deep domain expertise decided to come together and weave a bouquet of service offerings tailor-made for both small as well as large organisations. With a people-centric approach, ConsultGenics offers high quality services in Strategy Consulting, Financial Advisory, Process Transformation and Data Analytics to clients across the globe. \\n \\nAt ConsultGenics we believe in creating long term relationships with our clients. We work with clients through the project lifecycle, right from ideation and planning to execution, ensuring that value is delivered at each stage of the engagement. We take a partnership approach and work like a client's core team. Our ability to understand client’s business model, offer high quality services, agility to customise offerings, and the reliability of delivery are underpinned by our tagline – Performance, Agility, Reliability (PAR).\\nConsultGenics has experience of working with clients across geographies including North America, UK & Europe, APAC and Middle East, with a strong focus on:\\n\\n●\\tIncreasing top line\\n●\\tImproving bottom line\\n●\\tMaking systems and processes robust to enable strong, profitable growth\\n\\nOur ambit of services includes:\\n\\n●\\tStrategy Consulting: Go to Market, Business Strategy, Economics Consulting and Environment Consulting\\n\\n●\\tFinancial Advisory: Mergers & Acquisitions, Business Planning and Forecasting, Commercial Modelling, Model Review\\n\\n●\\tProcess Transformation: Target operating model design and implementation, process mapping and optimisation, and project management (PMO)\\n\\n●\\tData Analytics: Diagnostic, predictive and prescriptive analytics, reporting and visualisation, data extraction and modelling\\n\"]",
      "location": "Gurgaon, Haryana (6) 122002, IN",
      "number_employees": "11-50 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Insurance Officer",
    "job_detail": {
      "job_designation": "Branch Developer Manager Insurance Sector (north India)",
      "company": "Sidhartha Job Consultancy",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Welcome to Niyukti Systems\\r\\n\\r\\nNiyukti Systems, is a Global IT Services firm dedicated and committed to provide quality \\r\\nIT Business Solutions, Technology staffing, Training and Consulting Services to help our \\r\\nclient’s cutting edge needs.\\r\\n\\r\\nNiyukti Systems delivers result oriented, cost effective IT Strategy and Advisory Services \\r\\nand innovative IT consulting in Application Integration, Information Management, Big Data \\r\\nand Business Intelligence Solutions.\\r\\n\\r\\nNiyukti Systems’s team of experts adapt best practices for software development and is specialized in assisting our Clients with understanding their technology options, advising in selection of the right tools, and providing high-quality IT services to design and develop \\r\\ncustom solutions to meet unique business needs.\\r\\n\\r\\nWe at Niyukti Systems, strongly believe that a stable company can provide stable solutions. \\r\\nOur focus is to build a win-win relationship between employee and employer, helps us build a successful relationship with our client and find suitable, stable solutions for their cutting edge needs.\\r\\n\\r\\nWe deliver solutions at higher standards and quality to our clients. Niyukti Systems, corporate office is located in Charlotte, NC.']",
      "location": "",
      "number_employees": "1-10 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Research Analyst",
    "job_detail": {
      "job_designation": "Business Research Analyst - Pharma/Life Sciences",
      "company": "Contify",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['BIAS is a behaviour change company. It has been formed as a collaborative venture among behavioural specialists representing the academia and the industry. The vision is to pioneer behaviour change by rewiring human biases which impact decision making;  be it making choices regarding consumer goods and services or issues regarding public health, environment, education, gender, human rights, etc. The strategic intent is to help private sector clients and policymakers  cognizant about inherent irrationality and sub-optimality in human decision making stemming from different kinds of biases which influence us be it cognitive biases,  socio-cultural biases, semiospheric biases or ergonomic and design( form and functional) biases, and based on the above interdisciplinary approach provide strategic solutions to rewire human behaviour by experimenting, testing and  designing effective choice architecture to facilitate the desired behaviour with a strategic intent of:\\n•\\tRe-Learn\\n•\\tRe-Alter\\n•\\tRe-Shape']",
      "location": "Aerocity WorldMark1 New Delhi, New Delhi 110037, IN",
      "number_employees": "11-50 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Insurance Officer",
    "job_detail": {
      "job_designation": "Branch Developer Manager Insurance Sector (north India)",
      "company": "Sidhartha Job Consultancy",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Sidhartha Job Consultancy is a human resources company based out of 14 1513, Gandhi Chowk Rd , Sikka Colony, Sector, Sonipat, Haryana, India.']",
      "location": "14 1513, Gandhi Chowk Rd , Sikka Colony, Sector Sonipat, Haryana, IN"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Investment Analyst",
    "job_detail": {
      "job_designation": "Langham Capital - Research Associate/Analyst - Investment Banking",
      "company": "Langham Capital India Pvt Ltd",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "[\"Unnati is the go-to destination for the next-gen workforce to upgrade their careers. More than 2 million people trust Unnati to help them find their dream job. We work with established companies as well as promising startups to bring exciting job vacancies to you.\\n\\nWe have helped several B2C, B2B, FMCG, Fin-tech, Ed-tech, Saas etc companies to hire great talent\\n\\nWe serve job seekers and clients by being process-oriented and delivering quality services consistently. That's a core driving philosophy behind our efforts towards automation, process standardization, and quality systems.\\n\\nWe have a unique team at Unnati -  All-women, all-remote team! When you work with Unnati you access the best recruiters. Over the last 6 years the team at Unnati has processed more than 1 lac job seekers and placed thousands of people in leading startups.\"]",
      "location": "Alt F, 7th Floor, Express Trade Tower 2 Sector 132, Noida Noida, UP 201304, IN",
      "number_employees": "51-200 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Insurance Officer",
    "job_detail": {
      "job_designation": "Branch Developer Manager Insurance Sector (north India)",
      "company": "Sidhartha Job Consultancy",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Compare Polic Insurance Web Aggregators Private Limited Comparepolic com is a banking company based out of Wave Silver Tower 604 Captain Vijyant Thapar Marg D Block Pocket D Sector 18, Noida, Uttar Pradesh, India.']",
      "location": "Wave Silver Tower 604 Captain Vijyant Thapar Marg D Block Pocket D Sector 18 Noida, Uttar Pradesh 201301, IN",
      "number_employees": "201-500 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Insurance Officer",
    "job_detail": {
      "job_designation": "Branch Developer Manager Insurance Sector (north India)",
      "company": "Sidhartha Job Consultancy",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['We provide recruitment and talent acquisition services on national level, by utilizing our expertise of industry and talent acquisition. Driven by the passion to excel and fulfilling the single objective of serving our clients, we are committed to deliver quality in every element of our head hunting and sourcing competent. We work on the philosophy of executing each task diligently and motivating our employees to think “out-of-the-box”. This philosophy has given us the reputation as a firm of choice for senior and middle – level assignments by our clients.']",
      "location": "3rd Floor, SCO 12 Feroze Gandhi Market Ludhiana, Punjab 141001, IN",
      "number_employees": "51-200 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Financial Planners",
    "job_detail": {
      "job_designation": "Business Finance Manager - CA",
      "company": "Urban Company",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Genpact (NYSE: G) is a global professional services firm that makes business transformation real. We drive digital-led innovation and digitally-enabled intelligent operations for our clients, guided by our experience running thousands of processes primarily for Global Fortune 500 companies. We think with design, dream in digital, and solve problems with data and analytics.  Combining our expertise in end-to-end operations and our AI-based platform, Genpact Cora, we focus on the details – all 87,000+ of us. From New York to New Delhi and more than 25 countries in between, we connect every dot, reimagine every process, and reinvent companies’ ways of working. We know that reimagining each step from start to finish creates better business outcomes. Whatever it is, we’ll be there with you – accelerating digital transformation to create bold, lasting results – because transformation happens here. Get to know us at Genpact.com and Twitter, YouTube, and Facebook.\\n\\nTwitter: https://twitter.com/genpact, https://twitter.com/Genpact_Careers\\nYouTube: https://www.youtube.com/user/GenpactLtd\\nFacebook: https://www.facebook.com/ProudToBeGenpact/\\n\\nhttps://www.genpact.com/about-us/privacy']",
      "location": "1155 Avenue of the Americas, 4th Floor, New York, NY 10036, US 3300 Hillview Ave Palo Alto, CA 94304, US 251 Avenida Lerdo Norte Cd. Juarez, Chihuahua CP32000, MX 42 Old Ridgebury Rd Danbury, CT 06810, US It Park Road Delhi, Delhi 110053, IN Genpact Towers DLF-Phase 5, Sector 53 Gurgaon, Haryana 122002, IN Bengaluru, KA 560100, IN 99 Surya Park Electronics City Bangalore, KAR 560100, IN GE Building No. 5 Software Park Road, Dalian Software Park Dalian, Liaoning 116023, CN Senapati Bapat Marg Mumbai, Maharashtra 400028, IN 1155 6th Ave New York, NY 10036, US",
      "number_employees": "10,001+ employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Insurance Officer",
    "job_detail": {
      "job_designation": "Branch Developer Manager Insurance Sector (north India)",
      "company": "Sidhartha Job Consultancy",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "[\"Founded in April 2007, Bajaj Finserv is the financial arm of the Bajaj group. We believe in a simple philosophy to never settle for good and go for great. This reflects in our extensive product portfolio that spans across 3 broad categories- lending, insurance and wealth advisory. With 24 products spread across 12 product lines, we're one of the fastest growing and most diversified NBFCs in India. Our footprint spans the length and breadth of India.\"]",
      "location": "Bajaj Finserv House, Sakore Nagar Rd, Viman Nagar Pune, Maharashtra 411014, IN Fourth Floor, Maspack House, Moulalali Road, Tarnaka, Secundarabad Secundarabad - Hyderabad, Andhra Pradesh 500 017, IN 101 Kankarbagh Main Road Patna, Bihar 800020, IN 8th floor, Prestige Towers, Residency Road Bengaluru, Karnataka 560 025, IN 4th Floor, 271 Business Park, Model Industrial Estate, Near Virwani Industrial Estate, Off Western Express Highway, Goregaon (East) Mumbai, Maharashtra 400 063, IN Second Floor New No.62, Old No.29, Abhirama Puram, 3rd Street, Ambhi Mahal Chennai, Tamilnadu 600 018, IN",
      "number_employees": "10,001+ employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Financial Planners",
    "job_detail": {
      "job_designation": "Business Finance Manager - CA",
      "company": "Urban Company",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Mi Lifestyle Marketing Pvt. Ltd. is a health, wellness and fitness company based out of 9 ,Sunder Nagari, Abohar, Punjab, India.']",
      "location": "9 ,Sunder Nagari Abohar, Punjab 152116, IN",
      "number_employees": "10,001+ employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Insurance Officer",
    "job_detail": {
      "job_designation": "Branch Developer Manager Insurance Sector (north India)",
      "company": "Sidhartha Job Consultancy",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Among the innumerable of insurance retailers it becomes quite a dizzy task to choose. We here at PolicyInn Insurance Brokers Private Limited, understand your need not only to get insurance but to choose the best amongst the innumerable policies that are available. Our company deals with both individuals as well as enterprises. So if you are an individual looking for simple insurance policies like life, medical or car insurance and are confused from the vast number, our panel of experts will aide and guide you to choose the right and best policy that is suited to you. We offer various policies which are linked with the major insurance companies present in India. \\n\\nWe welcome you to join an online platform which is customer centric and believes in a holistic approach to secure your life and assets. We are providing high-standards insurance policies from leading companies in India to keep you secure and safe along with your assets. Buying Insurance Policy is a big decision. Now Policy Inn has made everything easier for you. No need to go from office to office analyzing which Insurance Policy is better for you. \\n\\nYour Best Choice of Online Insurance, Accessible Anywhere, Anytime\\n\\nContact us at : operations@policyinn.com  ; Phone : +91 9895755464']",
      "location": "Manghat Arcade, Kaloor Kadavanthra Road Kadavanthara Kochi, Kerala 682020, IN",
      "number_employees": "11-50 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Financial Planners",
    "job_detail": {
      "job_designation": "Business Finance Manager - CA",
      "company": "Urban Company",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['With over 500 properties worldwide, Marriott  Hotels has reimagined hospitality to exceed the expectations of business, group, and leisure travelers. \\r\\n\\r\\nMarriott Hotels, Marriott’s flagship brand of quality-tier, full-service hotels and resorts, provides consistent, dependable and genuinely caring experiences to guests on their terms.  Marriott is a brilliant host to guests who effortlessly blend life and work, and who are inspired by how modern travel enhances them both.  Our hotels offer warm, professional service; sophisticated yet functional guest room design; lobby spaces that facilitate working, dining and socializing; restaurants and bars serving international cuisine prepared simply and from the freshest ingredients; meeting and event spaces and services that are gold standard; and expansive, 24-hour fitness facilities.']",
      "location": "10400 Fernwood Rd Bethesda, Maryland 20817, US",
      "number_employees": "10,001+ employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Insurance Officer",
    "job_detail": {
      "job_designation": "Branch Developer Manager Insurance Sector (north India)",
      "company": "Sidhartha Job Consultancy",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Exide Life Insurance Company Limited, an established and profitable life insurance company, commenced operations in 2001-02 and is headquartered in Bengaluru. The company is 100% owned by HDFC Life. The company serves over 15 lakh customers and manages assets of INR 18,381 Crores (as on 31 March 2021.)\\n\\n \\n\\nDuring the financial year 2020-21, the company achieved a Total Premium Income of over INR 3,325 crores. Exide Life Insurance distributes its products through multi-channels viz. Agency, Banc assurance, Corporate Agency & Broking, Direct Channel, and Online. The Agency channel comprises of 40,000+ advisors who are attached to over 200 company offices across the country. The company also offers group life insurance solutions.\\n\\n \\n\\nThe company is focused on providing long term protection and savings solution plans and has a strong traditional product portfolio with a consistent bonus track record. The company has ISO 9001:2008 quality certification for all Customer Service processes and the ISO/IEC 27001:2013 for information security management.']",
      "location": "3rd Floor, JP Techno Park, No 3/1, Millers Road, Bengaluru, Karnataka 560001, IN",
      "number_employees": "5001-10,000 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Financial Planners",
    "job_detail": {
      "job_designation": "Business Finance Manager - CA",
      "company": "Urban Company",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Eos Capital is a client-centric boutique advisory firm engaged in ensuring continuous availability of meritocratic capital to deserving entrepreneurs. We advise companies across Private Equity, Debt Capital, Mergers & Acquisitions and Financial Consulting.']",
      "location": "",
      "number_employees": "1-10 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Insurance Officer",
    "job_detail": {
      "job_designation": "Branch Developer Manager Insurance Sector (north India)",
      "company": "Sidhartha Job Consultancy",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['👇WHAT IS ANYTIME JOBS?🕜\\n👉Anytime Jobs Recruitment Consultancy strongly believes in delivering quality. We have robust processes to ensure quality with consistency in every assignment. We provide a superior service through our unique engagement models, insight and understanding of our client’s industry.\\n\\n👉We hire the best in class for us to work with you!\\n\\n👉Committed, Dynamic & Enthusiastic HR Professionals who are backed up with requisite Qualification.\\n\\n👉Experienced and well networked professionals, who believe in top notch quality delivery.\\n\\n👉Strong industry connection.\\n\\n👉Experienced and Persistent Recruiter.']",
      "location": "Borivali Mumbai, IN",
      "number_employees": "11-50 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Cost Accountant",
    "job_detail": {
      "job_designation": "Job openings for senior accountant in delhi bahadurgarh sampla bahadurgarh",
      "company": "KD Group of Industries",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Barclays is a British universal bank. We are diversified by business, by different types of customers and clients, and by geography. Our businesses include consumer banking and payments operations around the world, as well as a top-tier, full service, global corporate and investment bank, all of which are supported by our service company which provides technology, operations and functional services across the Group.\\n\\nWith over 325 years of history and expertise in banking, Barclays operates in over 40 countries and employs approximately 83,500 people. Barclays moves, lends, invests and protects money for customers and clients worldwide.\\n\\nBarclays is a trading name of Barclays Bank PLC and its subsidiaries. Barclays Bank PLC is registered in England and is authorised by the Prudential Regulation Authority and regulated by the Financial Conduct Authority and the Prudential Regulation Authority. Registered in England. Registered No. 1026167. Registered office: 1 Churchill Place, London E14 5HP.']",
      "location": "1 Churchill Place London, GB",
      "number_employees": "10,001+ employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Financial Planners",
    "job_detail": {
      "job_designation": "Business Finance Manager - CA",
      "company": "Urban Company",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Hyatt is guided by its purpose: to care for people so they can be their best. Hyatt’s portfolio includes more than 1,000 hotel and all-inclusive properties in more than 65 countries across six continents, including under the Park Hyatt®, Miraval®, Grand Hyatt®, Alila®, Andaz®, The Unbound Collection by Hyatt®, Destination by Hyatt™, Hyatt Regency®, Hyatt®, Hyatt Ziva™, Hyatt Zilara™, Thompson Hotels®, Hyatt Centric®, Caption by Hyatt, JdV by Hyatt™, Hyatt House®, Hyatt Place®, UrCove, and Hyatt Residence Club® brands, as well as properties under the AMR™ Collection brands, including Secrets® Resorts & Spas, Dreams® Resorts & Spas, Breathless® Resorts & Spas, Zoëtry® Wellness & Spa Resorts, Alua® Hotels & Resorts, and Sunscape® Resorts & Spas (stay tuned for when and how AMR Collection properties will participate in World of Hyatt).\\n\\nThis page is used to provide information about Hyatt Hotels Corporation, one or more of its direct or indirect subsidiaries or affiliates and/or hotels operating under a Hyatt-affiliated brand.  Terms like “Hyatt,” “we,” “our,” “us,” and other similar terms are used for convenience only and should not be understood to be a precise designation of any one particular entity.  Individuals may independently identify themselves as working or having worked at Hyatt or a Hyatt hotel by associating with this page, but please note that such self-identification should not be treated as a designation of employment by a particular entity or hotel or confirmation that an individual was employed by Hyatt or the particular entity or hotel that may have employed such individual.  In some cases, an individual may have been employed by an affiliate of Hyatt Hotels Corporation or by an owner or franchisee of a Hyatt-branded hotel.']",
      "location": "150 N Riverside Plaza Chicago, IL 60606, US",
      "number_employees": "10,001+ employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Insurance Officer",
    "job_detail": {
      "job_designation": "Branch Developer Manager Insurance Sector (north India)",
      "company": "Sidhartha Job Consultancy",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['At SForce Services, we have successfully put to work hundreds of employees annually through two business divisions: Professional Services & Staffing Services. We work hard, and strive to be the benchmark in providing quality employment opportunities.\\n\\n Our professionally trained and experienced Placement Consultants have combined competency for diverse industrial and functional areas such as Engineering & Technical, Project Management, Banking, Finance & Accounts, Materials Management, Information Technology, Sales & Marketing, HRD & Administration, Operations and Strategic fields.\\n \\nWe, SForce Services - assist our client in bridging their manpower requirements at all levels and across functions.\\n\\n']",
      "location": "City Light Road Surat, Gujarat, IN",
      "number_employees": "11-50 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Financial Planners",
    "job_detail": {
      "job_designation": "Business Finance Manager - CA",
      "company": "Urban Company",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Food and Beverage']",
      "location": "",
      "number_employees": "51-200 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Insurance Officer",
    "job_detail": {
      "job_designation": "Branch Developer Manager Insurance Sector (north India)",
      "company": "Sidhartha Job Consultancy",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['The Sachdev Group (TSG) is a policy driven, customer oriented, multi vertical business hub working towards serving the community to meet their needs in the areas of-:\\n1.\\tAutomobiles\\n2.\\tFashion\\n3.\\tInsurance and \\n4.\\tFinance.\\nIn the modern era of frequently changing market scenario, consumer preferences and cutting edge competition, the group has been demonstrating tremendous quality experience to its customers in all area of its activities.\\nPolicy & process driven environment enables every single employee to perform his/her best and deliver above expectations. \\nThrough its automobile retails outlets the company sells new and used cars, provides after sales service, maintenance and parts.\\n\\nIt is a Family Based Organization \\n1966- Creation of India Export House Pvt. Ltd.\\n1979-Mr. Ashok Sachdev takes over the company’s control\\n1996-Harpreet Motors Pvt. Ltd. was formed under which Harpreet Ford was created.\\n1999-Charu Motors Pvt Ltd. was created under which Hans Hyundai was formed.\\n2000-Galaxy Automobiles Pvt. Ltd. was created under which Galaxy Toyota was formed.\\n2002-Harpreet Insurance Agent Pvt Ltd. was formed under which Harpreet Insurance was formed.\\n2004-TSG International Pvt. Ltd. was incorporated in 2004.\\n2010-3T Plus business of accessories came into existence.\\n2012-A & S Construction business started. Success stories continue…\\n2013- Bodhi Dharma Entertainment Pvt Ltd with website name Rock N Shop\\nOur Websites-:\\n1. thesachdevgroup.com \\n2. tsgcarbazar.com\\n3. harpreetford.com\\n4. hanshyundai.com\\n5. galaxytoyota.com\\n6. galaxytoyotaservice.com\\n7. galaxytoyota.in']",
      "location": "Moti Nagar Crossing New Delhi , Delhi 110015, IN",
      "number_employees": "1001-5000 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Financial Planners",
    "job_detail": {
      "job_designation": "Business Finance Manager - CA",
      "company": "Urban Company",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['We love doing recruitment for startups in various segments:  \\n\\nInternet, E-commerce, Edu-Tech, Food-Tech, Tech-Logistics, Fin-Tech, Ad-Tech, Health-Tech, SAAS, AI/ML, D2C Brands\\n\\nDo reach out to us if you feel we can we add value to your career / business?   \\n\\nAlways on lookout for exceptional smart recruiters. Do send your profile to hr@talentiser.com ']",
      "location": "Ground Floor, D-44, Sec-06, Noida Noida, uttar pradesh 201301, IN",
      "number_employees": "51-200 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Cost Accountant",
    "job_detail": {
      "job_designation": "Job openings for senior accountant in delhi bahadurgarh sampla bahadurgarh",
      "company": "KD Group of Industries",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['KellyOCG is the leading global advisor of talent supply chain strategies and workforce solutions, and we’re all about ditching the script. Old ways of thinking about your workforce strategy aren’t in-tune with reality. We’re always thinking about what’s next in the evolving world of work, aligning talent strategy to business goals and providing the right talent, one-on-one attention, and insights, so companies and careers thrive. We’re proud to be a strategic advisor to the world’s leading organizations—trusted to design talent solutions that carry them forward—and we’re ready to help with what’s next for you. Learn more at www.kellyocg.com. ']",
      "location": "999 W Big Beaver Rd Troy, Michigan 48084, US",
      "number_employees": "1001-5000 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Cost Accountant",
    "job_detail": {
      "job_designation": "Job openings for senior accountant in delhi bahadurgarh sampla bahadurgarh",
      "company": "KD Group of Industries",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "[\"Crossover’s mission is to democratize access to impactful, high-paying jobs. We recruit and screen only people with exemplary skills and drive to work with the world's best businesses. \\n\\nWith our scenario-based testing model, we match top talent around the world with opportunities to manage all types of initiatives, from software development to quality assurance to growing solution roadmaps.\\n\\nWe have over 3,500 partners in more than 116 countries. Everyone has their own Crossover story… What will yours be?\\n\\nSee what our partners have to say about working at Crossover: \\n\"]",
      "location": "Remote Blvd. Austin, TX 73301, US",
      "number_employees": "1001-5000 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Financial Planners",
    "job_detail": {
      "job_designation": "Business Finance Manager - CA",
      "company": "Urban Company",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Sattva (formerly known as united overseas HR consultants) was started in 2008. From just being a “recruitment” firm to being an HR Organization, we have come a fair distance. While we continue to scout for talent across all the skillsets for our pioneer clients, we realize the need of providing our candidates to get hired and clients to hire talent regardless to their gender, physical abilities & orientations. We are happy to call us an organization with business interests and social responsibilities. We don’t call our candidates “resources”. They are talent and we are obligated to our clients to help them find the best and adequate talent without any social, economic & physical biases.  ']",
      "location": "Bungalow no 24, Mulberry Gardens 2, Magarpatta City, Hadapsar Pune, Maharashtra 411028, IN",
      "number_employees": "11-50 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Financial Planners",
    "job_detail": {
      "job_designation": "Business Finance Manager - CA",
      "company": "Urban Company",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Specialised online marketplace striving to transform the Indian Toys & Games industry from a majorly offline market to an e-commerce powered market leveraging technology and innovation thereby re-defining customer behaviour, focusing on customer experience & expanding market reach to generate new demand.\\n\\nSnooplay also strives to enable Indian sellers by introducing them to various business opportunities and industry knowledge, thereby helping them to scale operations.']",
      "location": "New Delhi, Delhi 110019, IN",
      "number_employees": "1-10 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Company Secretary",
    "job_detail": {
      "job_designation": "Legal Counsel",
      "company": "PETA",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['BILT GRAPHIC PAPER PRODUCTS LIMITED is a paper & forest products company based out of Tower-C, Block-A First India Place, Gurgaon, Haryana, India.']",
      "location": "Tower-C, Block-A First India Place Gurgaon, Haryana 122002, IN",
      "number_employees": "51-200 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Financial Planners",
    "job_detail": {
      "job_designation": "Business Finance Manager - CA",
      "company": "Urban Company",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Wipro Limited (NYSE: WIT, BSE: 507685, NSE: WIPRO) is a leading global information technology, consulting and business process services company. We harness the power of cognitive computing, hyper-automation, robotics, cloud, analytics and emerging technologies to help our clients adapt to the digital world and make them successful. A company recognized globally for its comprehensive portfolio of services, strong commitment to sustainability and good corporate citizenship, we have over 220,000 dedicated employees serving clients across six continents. Together, we discover ideas and connect the dots to build a better and a bold new future. ']",
      "location": "Doddakannelli Sarjapur Road Bangalore, Karnataka 560035, IN 425 National Ave Mountain View, CA 94043, US Mathura Road Delhi, Delhi 110044, IN Al Corniche Street Doha, Doha, QA No 72, Keonics Electronic City Hosur Road Bangalore, Karnataka 560100, IN Sarjapur Road Bengaluru, Karnataka 560034, IN Sarjapur Main Road Bengaluru, Karnataka 560035, IN Info Park Special Economic Zone Kusumagiri – PO Kochi, Kerala 682030, IN Aleje Jerozolimskie 123A Warsaw, MA 02-017, PL 201 Miller St Sydney, NSW 2060, AU 200 Front St W Toronto, ON M5V 3K2, CA 1 Changi Business Park Cres Singapore, Singapore 486025, SG",
      "number_employees": "10,001+ employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Financial Planners",
    "job_detail": {
      "job_designation": "Business Finance Manager - CA",
      "company": "Urban Company",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "[\"Founded in Nov 2014 by Abhiraj Bhal, Varun Khaitan and Raghav Chandra – Urban Company is Asia's largest home services company. We are an all-in-one platform that helps users hire premium service professionals, from beauticians and masseurs to sofa cleaners, carpenters and technicians.\\nSince inception, Urban Company has built a network of 40,000+ trained service professionals, and served over 5 million customers across major metropolitan cities of India, Dubai, Abu Dhabi, Sydney and Singapore.\\n\\nOur Mission\\nTo empower millions of service professionals by delivering services at-home in a way that has never been experienced before.\\n\\nHow we do it\\nUrban Company provides a platform that allows skilled and experienced professionals to connect with users looking for specific services. All the professionals, though experienced and skilled, undergo intensive training modules before being allowed to list their services on the platform. Once on the platform, our match-making algorithm identifies professionals who are closest to the users’ requirements and available at the requested time and date.\\n\\nOur Geographic Presence\\nWe have offices in 18 cities in India -- Ahmedabad, Bengaluru, Bhubaneswar, Chennai, Chandigarh, Delhi NCR, Hyderabad, Indore, Jaipur, Kolkata, Lucknow, Ludhiana, Mumbai, Nagpur, Pune, Surat, Vadodara and Visakhapatnam \\nAnd, 4 cities internationally -- Dubai, Abu Dhabi, Sydney and Singapore\\n\\nPartners\\nUrban Company today is home to more than 25,000 trained professionals who earn a better livelihood through the platform. We provide these micro-entrepreneurs with financing, insurance and product or consumables support. \\n\\nTraining & Certification\\nWe have set up over 25 training centers across India and have about 100 trainers who ensure that all our partners deliver on our promise of quality services. We have also signed an MoU with the NSDC to mobilize, train and certify service professionals across India.\"]",
      "location": "Gurgaon, IN Bengaluru, IN Dubai, AE Singapore, SG Sydney, AU",
      "number_employees": "1001-5000 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Financial Planners",
    "job_detail": {
      "job_designation": "Business Finance Manager - CA",
      "company": "Urban Company",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Mastermind Network is a leading executive search firm incepted in the year 1994, having Offices in New Delhi & Gurgaon handling clients all over India & Abroad\\n\\nOur client base extends to over 60 companies including Multinationals and Indian Business Houses across India and Abroad\\n\\nMajor verticals we provide services :\\na) IT/Telecom\\nb) BFSI/ BPO/ KPO\\nc) Manufacturing/ Automobiles\\nd) Consulting/ Research/ Analytics\\ne) Retail/ FMCG/ Consumer products\\nf) Media & Advertising\\ng) Healthcare/ Pharmaceuticals\\n\\nOur Values :\\nPartnerships\\nWe work as partners to our clients. We believe in building strong and long lasting partnerships with our clients\\n\\nExcellence \\nWe aim to deliver a quality performance in everything we do. We operate on model, based on Industry vertical which helps us ensure quick turnaround time without compromising on service standards\\n']",
      "location": "LG-11 Somdutt Chambers - I Bhikaji Cama Place New Delhi, Delhi 110066, IN 409, 4th flooor, DLF Galleria DLF City Phase IV Gurgaon, Haryana 122009, IN",
      "number_employees": "51-200 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Company Secretary",
    "job_detail": {
      "job_designation": "Legal Counsel",
      "company": "PETA",
      "location": "Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "[]",
      "location": "",
      "number_employees": "201-500 employees"
    }
  },
  {
    "category": "Banking / Insurance & Finance",
    "subcategory": "Cost Accountant",
    "job_detail": {
      "job_designation": "Job openings for senior accountant in delhi bahadurgarh sampla bahadurgarh",
      "company": "KD Group of Industries",
      "location": "New Delhi, Delhi, India"
    },
    "company_detail": {
      "description": "['Prompt Personnel Pvt. Ltd is a premier Total HR Solutions company, having a PAN-India presence with branches in Mumbai, Delhi, Hyderabad, Bangalore, Chennai, Kolkata, and Pune.\\n\\nSince, inception in 1997, the organization has grown from strength-to-strength to become a leading staffing solutions provider offering comprehensive HR solutions across sectors, roles, and complexities. Over these years, the company has won several awards and accolades including ‘Fastest Growing Staffing Company’, by the Executive Recruiters Association (ERA) and awarded Madhavrao Bhide Udyog Gaurav in the large-scale industry 100 Cr+ category.\\n\\nOur Human Resource solutions are backed by proven expertise and robust processes that enable us to provide seamless, prompt and reliable services to over 150 clients, who trust us for our ability to deliver comprehensive staffing, management consulting, and talent acquisition solutions.\\n\\nMission\\n• Have branch-wise network at all Metros & Major cities of India\\n• Follow ethical practices & transparency in all transactions\\n• Make Prompt a Global Standard Company\\n\\nSpecialties\\nTemporary Staffing Services, Permanent Staffing Services, Labour Law Advisory & Compliance, Talent Management, Industrial Relations Advisory Services, Background Verification Check \\n\\nWe have Domain expertise across industries like Telecom, ITeS, NBFC, Retail, Logistics, Manufacturing, Engineering, FMCG, Consumer Durable, etc.\\n\\nFor Business Inquiries,\\nCall on: 8692900881 or \\nMail on: business@promptpersonnel.com \\n\\nPlease visit our website for a complete list of open positions or forward your updated resume at hr@promptpersonnel.com.\\nAlso stay updated with latest openings on our website: www.careers.promptpersonnel.com\\n\\nConnect with Prompt Personnel – \\nFacebook - https://www.facebook.com/promptpersonnel']",
      "location": "612/613, Palm Spring Centre, Mindspace, New Link Road, Malad (west) Mumbai, Maharashtra 400064, IN B-76, 2nd Floor, Okhla Industrial Area, Phase-II, New Delhi Delhi, Delhi 110020, IN 304, InstaOffice 3rd Floor, Bldg No 6, 17th Cross 9th Main, HSR Layout, Sectot 7 Bangalore, Karnataka 560102, IN Office No-6,1st floor, Prasanna Apartment, Near Modern High School, J M Raod,Shivajinagar Pune, Maharashtra 411005, IN 601, D-adroit Advisors, Odyssey IT Park Road no 9,Wagle Estate Thane, Maharashtra 400604, IN No 29 A, Lake View Road West Mambalam Chennai, Tamil nadu 600 033, IN MARUTHI CORPORATE POINT, # 217, B' block, Swapnalok Complex S.D.Road Secunderabad, Telengana 500003, IN Olissa offices,Delta House, room no.1Y 4 Government Place North, BBD Bag, Kolkata, West Bengal 700001, IN",
      "number_employees": "51-200 employees"
    }
  }
]
